Repository: UPC/ravada
Catalog: lib/Ravada/I18N/*.po
Languages: de, es, fa, hi, ru

source: Old and New Passwords match!
de: Altes und neues Passwort stimmen überein!
es: ¡Ambas contraseñas coinciden!
fa: گذرواژه‌های قدیمی و جدید مطابقت دارند!
hi: पुराने और नए पासवर्ड मिलते हैं!
ru: Старый и новый пароль совпадают!

source: Repeated New Password is required
de: Wiederholtes, neues Passwort ist erforderlich
es: Es necesario volver a introducir la nueva contraseña
fa: تکرار رمز عبور جدید مورد نیاز است
hi: दोहराए गए नए पासवर्ड की आवश्यकता है
ru: Введите подтверждение нового пароля

source: Password and their confirmation do not match!
de: Passwort und Passwortwiederholung stimmen nicht überein!
es: ¡La contraseña y su confirmación no coinciden!
fa: رمز عبور و تایید آنها مطابقت ندارد!
hi: पासवर्ड और उनकी पुष्टि मेल नहीं खाते!
ru: Пароль и его подтверждение не совпадают!

source: Today Schedule
es: Horario de hoy
fa: برنامه امروز
hi: आज का कार्यक्रम
ru: Расписание на сегодня

source: server
fa: سرور
hi: the

source: allowed
es: Permitido
fa: مجاز
hi: अनुमत
ru: разрешено

source: not allowed
es: no permitido
fa: مجاز نیست
hi: अनुमति नहीं
ru: запрещено

source: Machines Notifications
de: Maschinenbenachrichtigungen
es: Notificaciones de máquinas
fa: اعلان های ماشین آلات
hi: मशीनें सूचनाएं
ru: Уведомления о машинах

source: Machine
de: Maschine
es: Máquina
fa: دستگاه
hi: मशीन
ru: Машина

source: Group name
de: Gruppenname
es: Nombre de grupo
fa: اسم گروه
hi: समूह नाम
ru: Группа

source: Enter group name
de: Gruppenname eingeben
es: Introduce el nombre del grupo
fa: نام گروه را وارد کنید
hi: समूह का नाम दर्ज करें
ru: Введите имя группы

source: Group name is required
de: Gruppenname erforderlich
es: Es necesario un nombre de grupo
fa: نام گروه الزامی است
hi: समूह का नाम आवश्यक है
ru: Укажите имя группы

source: Group name can not exceed 80 characters
de: Gruppenname darf nicht länger als 80 Zeichen sein
es: El nombre del grupo ha de tener 80 caracteres como máximo
fa: نام گروه نمی تواند بیش از 80 کاراکتر باشد
hi: समूह का नाम 80 वर्णों से अधिक नहीं हो सकता
ru: Длина имени группы не может превышать 80 символов

source: added
es: añadido
fa: اضافه
hi: जोड़ा
ru: создана

source: The source machine is not a base. It must be prepared before it can be copied. This process may take some minutes.
es: La máquina origen no es una base. Debe ser preparada antes de ser copiada. Este proceso tomará unos minutos.
fa: ماشین منبع یک پایه نیست. قبل از کپی کردن باید آماده شود. این فرآیند ممکن است چند دقیقه طول بکشد.
hi: स्रोत मशीन आधार नहीं है। इसे कॉपी करने से पहले तैयार किया जाना चाहिए। इस प्रक्रिया में कुछ मिनट लग सकते हैं।
ru: Исходная машина не является базой. Перед копированием её необходимо подготовить. Этот процесс может занять несколько минут.

source: Choose the virtualization type of the Virtual Machine.
de: Virtualisierungstyp der virtuellen Maschine wählen.
es: Elige el tipo de virtualización para este tipo de máquinas virtuales.
fa: نوع مجازی سازی ماشین مجازی را انتخاب کنید.
hi: वर्चुअल मशीन का वर्चुअलाइजेशन प्रकार चुनें।
ru: Выберите тип виртуализации для виртуальной машины.

source: Type the template name
es: Indica el nombre de plantilla
fa: نام قالب را تایپ کنید
hi: टेम्पलेट का नाम टाइप करें
ru: Имя шаблона

source: Select the .iso file the machine will utilize when installing the OS.
de: Wählen Sie eine ISO-Datei aus, welches das Betriebssystem enthält.
es: Seleccionar el fichero .iso que la máquina usará para instalar el SO.
fa: فایل iso را که دستگاه هنگام نصب سیستم عامل از آن استفاده می کند، انتخاب کنید.
hi: ओएस स्थापित करते समय मशीन द्वारा उपयोग की जाने वाली .iso फ़ाइल का चयन करें।
ru: Выберите файл .iso, который машина будет использовать при установке ОС.

source: Type the ISO pathname
es: Introduce la ruta de la ISO
fa: نام مسیر ISO را تایپ کنید
hi: आईएसओ पथनाम टाइप करें
ru: Путь к ISO образу

source: This ISO is being downloaded. The virtual machine will be created after.
de: Diese ISO wird gerade heruntergeladen. Die virtuelle Maschine wird danach gestartet.
es: Se ha comenzado a descargar la imagen ISO. La máquina virtual se creará justo después.
fa: این ISO در حال دانلود است. پس از آن ماشین مجازی ایجاد خواهد شد.
hi: यह आईएसओ डाउनलोड किया जा रहा है। वर्चुअल मशीन के बाद बनाया जाएगा।
ru: ISO образ загружается. Виртуальная машина будет создана после загрузки образа.

source: System Disk: (GB)
es: Disco de sistema: (GB)
fa: دیسک سیستم: (GB)
hi: सिस्टम डिस्क: (जीबी)
ru: Системный диск: (ГБ)

source: The Minimum Disk Size needed for this ISO is
de: Minimale Festplattengröße für diese ISO beträgt
es: Es tamaño mínimo de disco para esta ISO es
fa: حداقل اندازه دیسک مورد نیاز برای این ISO است
hi: इस आईएसओ के लिए आवश्यक न्यूनतम डिस्क आकार है
ru: Минимальный размер диска, необходимый для этого ISO

source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
fa: گزینه های پیشرفته
hi: उन्नत विकल्प
ru: Дополнительные параметры

source: Swap
fa: تعویض کنید
hi: बदलना

source: disabled
es: desactivado
fa: معلول
hi: अक्षम
ru: отключено

source: The Minimum Swap Disk Size needed for this ISO is
de: Minimale Swap Größe für diese ISO beträgt
es: Es tamaño mínimo de swap para esta ISO es
fa: حداقل اندازه دیسک تعویض مورد نیاز برای این ISO است
hi: इस आईएसओ के लिए आवश्यक न्यूनतम स्वैप डिस्क आकार है
ru: Минимальный размер файла подкачки (swap), необходимый для этого ISO

source: Data
de: Daten
fa: داده ها
hi: जानकारी
ru: Данные

source: Legacy
es: Antiguo
fa: میراث
hi: विरासत

source: UEFI
hi: यूईएफआई

source: Start after create the virtual machine
de: Nach erstellen starten
es: Iniciar después de crear la máquina virtual
fa: بعد از ایجاد ماشین مجازی شروع کنید
hi: वर्चुअल मशीन बनाने के बाद शुरू करें
ru: Запустить после создания виртуальной машины

source: Invalid Template
de: Ungültige Vorlage
es: Plantilla incorrecta
fa: الگوی نامعتبر
hi: अमान्य टेम्पलेट
ru: Недопустимый шаблон

source: Please select an ISO file
de: Bitte ISO-Datei auswählen
es: Por favor, seleccione una ISO
fa: لطفا یک فایل ISO را انتخاب کنید
hi: कृपया एक आईएसओ फ़ाइल चुनें
ru: Выберите ISO-файл

source: Passwords do not match!
de: Passwörter stimmen nicht überein
es: ¡Las contraseñas no coinciden!
fa: رمزهای ورود مطابقت ندارند!
hi: पासवर्ड मेल नहीं खाते!
ru: Пароли не совпадают!

source: Support Contact
de: Supportkontakt
es: Contacto de soporte
fa: تماس با پشتیبانی
hi: समर्थन संपर्क
ru: Связаться с поддержкой

source: If you have any issue, you can contact the Suport crew and we will try to help you. Please, only contact Support Center if it is strictly necessary.
de: Bei Problemen, kontaktieren Sie bitte unseren Support. Wir bitten Sie von unnötigen Anfragen ab.
es: Si tienes una incidencia, puedes contactar con el personal de soporte e intentaremos ayudarte. Por favor, contacta con el centro de soporte solo si es estrictamente necesario.
fa: اگر مشکلی دارید، می توانید با خدمه پشتیبانی تماس بگیرید و ما سعی خواهیم کرد به شما کمک کنیم. لطفاً فقط در صورت لزوم با مرکز پشتیبانی تماس بگیرید.
hi: यदि आपको कोई समस्या है, तो आप Suport क्रू से संपर्क कर सकते हैं और हम आपकी सहायता करने का प्रयास करेंगे। कृपया, केवल सहायता केंद्र से संपर्क करें यदि यह कड़ाई से आवश्यक है।
ru: Если у вас есть какие-либо проблемы, вы можете связаться с командой поддержки, и мы постараемся помочь вам. Пожалуйста, обращайтесь в поддержку только в случае крайней необходимости.

source: Email
fa: پست الکترونیک
hi: ईमेल

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
hi: फ़ोन नंबर
ru: Номер телефона

source: Attachment
de: Anhang
es: Adjunto
fa: پیوست
hi: अनुरक्ति
ru: Вложение

source: Contact Method
de: Kontaktmethode
es: Método de contacto
fa: روش تماس
hi: संपर्क विधि
ru: Способ связи

source: Phone
de: Telefon
es: Teléfono
fa: تلفن
hi: फ़ोन
ru: Телефон

source: Fill required camps with valid data
es: Es necesario rellenar los campos
fa: کمپ های مورد نیاز را با داده های معتبر پر کنید
hi: आवश्यक शिविरों को वैध डेटा से भरें
ru: Заполните обязательные поля действительными данными

source: Will be destroyed on shutdown
es: Serán destruidas al apagarse
fa: در صورت خاموش شدن از بین خواهد رفت
hi: शटडाउन पर नष्ट हो जाएगा
ru: Будет удалена после выключения

source: volatile
es: volátil
fa: فرار
hi: परिवर्तनशील
ru: непостоянный

source: hide
es: oculta
fa: پنهان شدن
hi: छिपाना
ru: скрыть

source: Hide active
de: Aktive ausblenden
es: Oculta activos
fa: پنهان کردن فعال
hi: सक्रिय छुपाएं
ru: Скрыть активные

source: filter
es: filtrar
fa: فیلتر
hi: फिल्टर
ru: фильтр

source: Reload
de: Neu laden
es: Recargar
fa: بارگذاری مجدد
hi: पुनः लोड करें
ru: Обновить

source: Congrats
de: Glückwunsch
es: Felicidades
fa: تبریک میگم
hi: बधाई
ru: Поздравляем

source: The new user
de: Der neue Benutzer
es: El nuevo usuario
fa: کاربر جدید
hi: नया उपयोगकर्ता
ru: Новый пользователь

source: has been added successfully!
es: ha sido añadido correctamente!
fa: با موفقیت اضافه شد!
hi: सफलतापूर्वक जोड़ा गया!
ru: был успешно добавлен!

source: What do you want to do now?
es: ¿Qué quieres hacer ahora?
fa: شما چه می خواهید انجام دهید؟
hi: तुम अब क्या करना चाहते हो?
ru: Что бы хотите сделать сейчас?

source: Add another user
de: Weiteren Nutzer anlegen
es: Añadir otro usuario
fa: کاربر دیگری اضافه کنید
hi: एक और उपयोगकर्ता जोड़ें
ru: Добавить другого пользователя

source: Create a new group
de: Neue Gruppe erstellen
es: Crear un nuevo grupo
fa: یک گروه جدید ایجاد کنید
hi: एक नया समूह बनाएं
ru: Создать новую группу

source: Schedule
de: Planen
es: Horario
fa: برنامه
hi: अनुसूची
ru: Расписание

source: groups
es: grupos
fa: گروه ها
hi: समूहों
ru: группы

source: nodes
es: nodos
fa: گره ها
hi: नोड्स
ru: узлы

source: networks
es: redes
fa: شبکه های
hi: नेटवर्क
ru: сети

source: settings
es: preferencias
fa: تنظیمات
hi: समायोजन
ru: настройки

source: can manage users.
es: puede gestionar usuarios.
fa: می تواند کاربران را مدیریت کند.
hi: उपयोगकर्ताओं को प्रबंधित कर सकता है।
ru: может управлять пользователями.

source: Can expose virtual machine ports.
de: Kann Ports der virtuellen Maschine freigeben
es: Puede exponer puertos de máquinas virtuales.
fa: می تواند پورت های ماشین مجازی را در معرض دید قرار دهد.
hi: वर्चुअल मशीन पोर्ट को उजागर कर सकते हैं।
ru: Может пробрасывать порты в виртуальную машину.

source: Can rename any virtual machine owned by the user.
de: Kann jede viruelle Maschine dieses Nutzers umbenennen
es: Puede renombrar las máquinas virtuales de su posesión.
fa: می تواند هر ماشین مجازی متعلق به کاربر را تغییر نام دهد.
hi: उपयोगकर्ता के स्वामित्व वाली किसी भी वर्चुअल मशीन का नाम बदल सकता है।
ru: Может переименовать любую виртуальную машину, принадлежащую пользователю.

source: Can rename any virtual machine.
de: Kann jede virtuelle Maschine umbenennen
es: Puede renombrar cualquier máquina virtual.
fa: می تواند هر ماشین مجازی را تغییر نام دهد.
hi: किसी भी वर्चुअल मशीन का नाम बदल सकते हैं।
ru: Может переименовать любую виртуальную машину.

source: Can rename clones from virtual machines owned by the user.
de: Kann Klone von virtuellen Maschinen dieses Nutzers umbenennen
es: Puede renombrar clones de las máquinas virtuales de su posesión.
fa: می تواند کلون ها را از ماشین های مجازی متعلق به کاربر تغییر نام دهد.
hi: उपयोगकर्ता के स्वामित्व वाली वर्चुअल मशीनों से क्लोन का नाम बदल सकते हैं।
ru: Может переименовать клоны виртуальных машин, принадлежащих пользователю.

source: Can shutdown own virtual machines.
de: Kann eigene virtuelle Maschinen umbenennen
es: Puede apagar sus máquinas virtuales.
fa: می تواند ماشین های مجازی خود را خاموش کند.
hi: खुद की वर्चुअल मशीन को बंद कर सकते हैं।
ru: Может выключать собственные виртуальные машины.

source: Can reboot own virtual machines.
de: Kann eigene virtuelle Maschinen neu starten
es: Puede reiniciar sus máquinas virtuales.
fa: می تواند ماشین های مجازی خود را راه اندازی مجدد کند.
hi: खुद की वर्चुअल मशीन को रीबूट कर सकते हैं।
ru: Может перезагружать собственные виртуальные машины.

source: Can reboot all virtual machines.
de: Kann alle virtuellen Maschinen neu starten
es: Puede reiniciar todas máquinas virtuales.
fa: می تواند تمام ماشین های مجازی را راه اندازی مجدد کند.
hi: सभी वर्चुअल मशीन को रीबूट कर सकते हैं।
ru: Может перезагружать все виртуальные машины.

source: Can reboot clones own virtual machines.
es: Puede reiniciar clones de sus máquinas virtuales.
fa: آیا کلون ها می توانند ماشین های مجازی خود را راه اندازی مجدد کنند.
hi: अपने वर्चुअल मशीन के क्लोन को रीबूट कर सकते हैं।
ru: Может перезагружать клоны собственных виртуальных машин.

source: Can get a screenshot of own virtual machines.
de: Kann Bildschirmaufnahmen von eigenen virtuellen Maschinen erstellen
es: Puede tomar una captura de pantalla de sus máquinas virtuales.
fa: می تواند از ماشین های مجازی خود اسکرین شات بگیرد.
hi: स्वयं की वर्चुअल मशीन का स्क्रीनशॉट प्राप्त कर सकते हैं।
ru: Может делать снимки экранов собственных виртуальных машин.

source: Can have an unlimited amount of machines started.
de: Kann eine unbegrenzte Anzahl von Maschinen starten
es: Puede tener un número ilimitado de máquinas encendidas.
fa: می توان تعداد نامحدودی از ماشین ها را راه اندازی کرد.
hi: असीमित मात्रा में मशीनें शुरू हो सकती हैं।
ru: Может запустить неограниченное количество виртуальных машин.

source: Can view groups.
de: Kann Gruppen anzeigen
es: Puede ver grupos.
fa: می تواند گروه ها را مشاهده کند.
hi: समूह देख सकते हैं।
ru: Может просматривать группы.

source: Can manage groups.
de: Kann Gruppen verwalten
es: Puede gestionar grupos.
fa: می تواند گروه ها را مدیریت کند.
hi: समूहों का प्रबंधन कर सकते हैं।
ru: Может управлять группами.

source: can have their own limit on started machines.
es: puede tener su propio límite de máquinas arrancadas.
fa: می توانند محدودیت خاص خود را در ماشین های راه اندازی شده داشته باشند.
hi: चालू मशीनों पर उनकी अपनी सीमा हो सकती है।
ru: может запускать заданное количество виртуальных машин.

source: Search group
de: Gruppe suchen
es: Búsqueda de grupo
fa: جستجوی گروه
hi: खोज समूह
ru: Найти группу

source: No Results Found
de: Keine Ergebnisse gefunden
es: No se encuentran resultados
fa: نتیجه ای پیدا نشد
hi: कोई परिणाम नहीं मिला
ru: Группы не найдены

source: Client headers
es: Cabeceras de cliente
fa: سرصفحه های مشتری
hi: क्लाइंट हेडर
ru: Заголовки клиента

source: locked
es: bloqueado
fa: قفل شده است
hi: बंद
ru: заблокирована

source: Poweroff
de: Ausschalten
es: Apagar
fa: خاموش
hi: बिजली बंद
ru: Выключить принудительно

source: Requests
de: Anfragen
es: Peticiones
fa: درخواست ها
hi: अनुरोध
ru: Запросы

source: This virtual machine has no group restrictions.
es: Esta máquina no tiene restricciones de grupo.
fa: این ماشین مجازی هیچ محدودیت گروهی ندارد.
hi: इस वर्चुअल मशीन में कोई समूह प्रतिबंध नहीं है।
ru: Эта виртуальная машина не имеет групповых ограничений.

source: There are no LDAP groups defined.
de: Es wurden keine LDAP Gruppen definiert.
es: No hay grupos de LDAP definidos.
fa: هیچ گروه LDAP تعریف نشده است.
hi: कोई LDAP समूह परिभाषित नहीं हैं।
ru: Группы LDAP не определены.

source: Only users from these groups will be allowed to execute this machine
de: Nur Mitglieder dieser Gruppe dürfen diese Maschine ausführen
es: Solo los usuarios de estos grupos tiene permitido ejecutar esta máquina
fa: فقط کاربران این گروه‌ها مجاز به اجرای این دستگاه خواهند بود
hi: केवल इन समूहों के उपयोगकर्ताओं को ही इस मशीन को निष्पादित करने की अनुमति होगी
ru: Только пользователям из этих групп будет разрешено запускать эту машину

source: Event properties
de: Ereigniseigenschaften
es: Propiedades del evento
fa: ویژگی های رویداد
hi: घटना गुण
ru: Свойства события

source: This field is required
es: Se precisa este campo
fa: این فیلد الزامی است
hi: यह फ़ील्ड आवश्यक है
ru: Это поле необходимо заполнить

source: Title
es: Título
fa: عنوان
hi: शीर्षक
ru: Название

source: Color
de: Farbe
fa: رنگ
hi: रंग
ru: Цвет

source: Repeat
de: Wiederholen
es: Repetir
fa: تکرار
hi: दोहराना
ru: Повторять

source: Weekly
es: Semanalmente
fa: هفتگی
hi: साप्ताहिक
ru: Еженедельно

source: Until
es: Hasta
fa: تا زمان
hi: तक
ru: До

source: Groups with permissions
de: Gruppen mit Rechten
es: Grupos con permisos
fa: گروه های دارای مجوز
hi: अनुमतियों वाले समूह
ru: Группы с разрешениями

source: Delete
de: Löschen
es: Borrar
fa: حذف
hi: मिटाना
ru: Удалить

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fa: ذخیره تغییرات
hi: परिवर्तनों को सुरक्षित करें
ru: Сохранить изменения

source: This booking overlaps already scheduled reservations
es: Esta reserva se solapa con otras reservas programadas
fa: این رزرو با رزروهای از قبل برنامه ریزی شده همپوشانی دارد
hi: यह बुकिंग पहले से निर्धारित आरक्षणों को ओवरलैप करती है
ru: Это бронирование пересекается с уже запланированными бронированиями

source: options
es: opciones
fa: گزینه ها
hi: विकल्प
ru: параметры

source: bases
fa: پایه ها
hi: अड्डों
ru: базы

source: remove
es: eliminar
fa: برداشتن
hi: हटाना
ru: удалить

source: can change the settings of any virtual machine cloned from one base owned by the user.
es: puede cambiar los parámetros de cualquier máquina virtual clonada de una base en posesión.
fa: می تواند تنظیمات هر ماشین مجازی شبیه سازی شده از یک پایگاه متعلق به کاربر را تغییر دهد.
hi: उपयोगकर्ता के स्वामित्व वाले एक आधार से क्लोन की गई किसी भी वर्चुअल मशीन की सेटिंग्स को बदल सकता है।
ru: может изменять настройки любой виртуальной машины, клонированной из одной базы, принадлежащей пользователю.

source: Balance
fa: تعادل
hi: संतुलन
ru: Баланс

source: Node with more free memory
de: Knoten mit freiem Speicher
es: Nodo con más memoria libre
fa: گره با حافظه آزاد بیشتر
hi: अधिक मुक्त स्मृति के साथ नोड
ru: Узел, где больше свободной памяти

source: Node with machines from the same user
de: Knoten mit Maschinen des selben Nutzers
es: Nodo con máquinas del mismo usuario
fa: گره با ماشین هایی از همان کاربر
hi: एक ही उपयोगकर्ता से मशीनों के साथ नोड
ru: Узел с машинами от одного пользователя

source: Permission granted to user
de: Rechte wurden Benutzer hinzugefügt
es: Permiso otorgado al usuario
fa: مجوز به کاربر داده شده است
hi: उपयोगकर्ता को दी गई अनुमति
ru: Разрешение, предоставленное пользователю

source: Permission revoked from user
de: Rechte wurden Benutzer entzogen
es: Permiso revocado del usuario
fa: مجوز از کاربر لغو شد
hi: उपयोगकर्ता से अनुमति निरस्त
ru: Разрешение, отозванное у пользователя

source: User not found
es: Usuario no encontrado
fa: کاربر پیدا نشد
hi: उपयोगकर्ता नहीं मिला
ru: Пользователь не найден

source: Event saved successfully
de: Ereignis erfolgreich gespeichert
es: Evento grabado correctamente
fa: رویداد با موفقیت ذخیره شد
hi: इवेंट सफलतापूर्वक सहेजा गया
ru: Событие успешно сохранено

source: LDAP groups are required to set up bookings. Some groups where found but no members belong to them. <a href='/admin/groups'>Add new entries here.</a>
de: LDAP Gruppen werden benötigt, um Reservierungen zu aktivieren. Es wurden Gruppen ohne Mitglieder gefunden. <a href='/admin/groups'>Neuer Eintrag.</a>
es: Son necesarios grupos LDAP para crear reservas. Se han encontrado grupos, pero ningún miembro pertenece a él. <a href='/admin/groups'>Añade nuevas entradas aquí.</a>
fa: گروه های LDAP برای تنظیم رزرو مورد نیاز هستند. برخی از گروه ها یافت شدند اما هیچ عضوی به آنها تعلق نداشت. <a href='/admin/groups'>موردهای جدید را اینجا اضافه کنید.</a>
hi: बुकिंग सेट अप करने के लिए LDAP समूहों की आवश्यकता होती है। कुछ समूह जहां मिले लेकिन कोई सदस्य उनका नहीं है। <a href='/admin/groups'>नई प्रविष्टियां यहां जोड़ें।</a>
ru: Для настройки резервирования необходимы настроенные группы LDAP. Группы найдены, но в них нет пользователей. <a href='/admin/groups'>Создать.</a>

source: From
de: Von
es: Desde
fa: از جانب
hi: से
ru: С

source: To
es: A
fa: به
hi: प्रति
ru: По

source: Edit the event
es: Editar el evento
fa: رویداد را ویرایش کنید
hi: घटना संपादित करें
ru: Редактировать событие

source: Delete the event
de: Das Ereignis löschen
es: Eliminar el evento
fa: رویداد را حذف کنید
hi: घटना हटाएं
ru: Удалить событие

source: This event
es: Este evento
fa: این رخداد
hi: यह आयोजन
ru: Это событие

source: This event and the following
es: Este evento y el siguiente
fa: این رویداد و موارد زیر
hi: यह घटना और निम्नलिखित
ru: Это событие и последующие

source: This event and the following with same day of week
es: Este evento y los siguientes del mismo día de la semana
fa: این رویداد و موارد بعدی با همان روز هفته
hi: यह घटना और निम्नलिखित सप्ताह के एक ही दिन के साथ
ru: Это и последующие события в один и тот же день недели

source: All events
de: Alle Ereignisse
es: Todos los eventos
fa: همه رویدادها
hi: सभी कार्यक्रम
ru: Все события

source: Confirm
de: Bestätigen
es: Confirmación
fa: تایید
hi: पुष्टि करें
ru: Подтвердить

source: This feature requires a LDAP server configured.
es: Esta característica necesita un servidor LDAP configurado.
fa: این ویژگی به یک سرور LDAP پیکربندی شده نیاز دارد.
hi: इस सुविधा के लिए एक LDAP सर्वर कॉन्फ़िगर करने की आवश्यकता है।
ru: Для этой функции требуется настроенный сервер LDAP.

source: Source Machine
de: Quellmaschine
es: Máquina Origen
fa: ماشین منبع
hi: स्रोत मशीन
ru: Исходная машина

source: Monitoring
de: Überwachung
es: Monitorización
fa: نظارت بر
hi: निगरानी
ru: Мониторинг

source: Remove base
de: Entferne Basis
es: Elimina base
ru: Удалить базу

source: Be aware that in Windows, Spice redirection is not automatic. It is necessary to associate protocol with the app.
de: Beachten Sie, dass die Spice-Umleitung in Windows nicht automatisch erfolgt. Es ist notwendig, um das Protokoll mit der App zu verknüpfen.
es: Ten en cuenta que en Windows, la redirección de Spice no es automática. Es necesario asociar el protocolo con la aplicación
ru: В Windows перенаправление Spice не выполняется автоматически. Необходимо зарегистрировать протокол.

source: To make this possible, download
de: Um dies zu ermöglichen, laden Sie
es: Para hacer esto posible, descarga
ru: Чтобы это стало возможным, скачайте

source: or copy the following lines in an ASCII file and save with extension .reg, then execute the file.
de: oder kopieren Sie folgende Zeilen in eine ASCII Datei und Speichern Sie diese mit der .reg Erweiterung.
es: o copia las siguientes líneas en un archivo ASCII y guarda con la extensión .reg, luego ejecuta el archivo.
ru: или скопируйте следующие строки в кодировке ASCII в файл, сохраните его с расширением .reg и запустите файл.

source: can change the settings of any virtual machines.
de: kann die Einstellungen jeglicher virtuellen Maschine ändern.
es: puede cambiar los ajustes de cualquier máquina virtual.
ru: может изменять настройки любых виртуальных машин.

source: can change the settings of any virtual machines
de: kann die Einstellungen jeder virtuellen Maschine ändern
es: puede cambiar los ajustes de cualquier máquina virtual
ru: может изменять настройки любых виртуальных машин

source: can remove any virtual machines owned by the user.
de: kann alle virtuellen Maschinen entfernen, die dem Benutzer gehören.
es: puede quitar cualquier máquina virtual en posesión del usuario.
ru: может удалить любые виртуальные машины, принадлежащие пользователю.

source: This ISO image has not been downloaded yet. It may take some minutes, even hours until the file is fetched from the Internet.
de: Dieses ISO-Image wurde noch nicht heruntergeladen. Es kann einige Minuten dauern, sogar Stunden, bis die Datei aus dem Internet geholt wird.
es: Esta imagen ISO no se ha descargado todavía. Pueden pasar algunos minutos, incluso horas, hasta que el archivo se obtenga de Internet.
ru: Этот ISO образ еще не загружен. Загрузка файла из Интернета может занять продолжительное время.

source: Template selection is required.
de: Eine Vorlagenauswahl ist erforderlich
es: Hace falta seleccionar una plantilla.
ru: Необходимо выбрать шаблон.
