Repository: UPC/ravada
Catalog: lib/Ravada/I18N/*.po
Languages: de, es, fa, hi, ru

source: Enable last for not allowed restrictions.
de: Als letztes aktivieren für erlaube Restriktionen.
es: Activar el último para las restricciones de no permitidas.
fa: آخرین را برای محدودیت‌های مجاز فعال کنید.
hi: अनुमत प्रतिबंधों के लिए अंतिम सक्षम करें।
ru: Включить последний для недопустимых ограничений.

source: Add description
de: Beschreibung hinzufügen
es: Añadir descripción
fa: توضیحات اضافه کنید
hi: विवरण जोड़ें
ru: Добавить описание

source: These actions affect all the clones on the machine
de: Diese Aktion betrifft alle Klone dieser Maschine
es: Estas acciones afectan a todos los clones de la máquina
fa: این اقدامات بر تمام کلون های روی دستگاه تأثیر می گذارد
hi: ये क्रियाएं मशीन पर सभी क्लोनों को प्रभावित करती हैं
ru: Эти действия влияют на все клоны машины

source: Shutdown all clones
de: Alle Klone herunterfahren
es: Apagar todos los clones
fa: تمام کلون ها را خاموش کنید
hi: सभी क्लोन बंद करें
ru: Выключить все клоны

source: Keep in mind that there may be users using a clone
de: Denken Sie dran, dass Nutzer den Klone verwenden könnten
es: Ten en cuenta que puede que haya usuarios usando los clones
fa: به خاطر داشته باشید که ممکن است کاربرانی از کلون استفاده کنند
hi: ध्यान रखें कि क्लोन का उपयोग करने वाले उपयोगकर्ता हो सकते हैं
ru: Имейте в виду, клон может использоваться пользователями

source: Yes, shutwdown all the clones
de: Ja, alle Klone herunterfahren
es: Sí, apagar todos los clones
fa: بله، تمام کلون ها را خاموش کنید
hi: हां, सभी क्लोन बंद कर दें
ru: Да, выключить все клоны

source: Waiting for machine to start
es: Esperando a que la máquina se ponga en marcha
fa: در انتظار راه اندازی دستگاه
hi: मशीन शुरू होने की प्रतीक्षा में
ru: Ожидание запуска машины

source: This machine will shut down
es: La máquina se apagará
fa: این دستگاه خاموش خواهد شد
hi: यह मशीन बंद हो जाएगी
ru: Эта машина будет выключена

source: Waiting for network to come up
es: Esperando a la red
fa: منتظر بالا آمدن شبکه
hi: नेटवर्क आने का इंतजार
ru: Ждем, пока появится сеть

source: Hardware address
de: Hardwareadresse
es: Dirección del Hardware
fa: آدرس سخت افزار
hi: हार्डवेयर पता
ru: Аппаратный адрес

source: Open ports
de: Offene Ports
es: Puertos abiertos
fa: پورت ها را باز کنید
hi: खुले बंदरगाह
ru: Открытые порты

source: up
es: encendida
fa: بالا
hi: यूपी
ru: включён

source: No members found
de: Keine Mitglieder gefunden
es: No se ha encontrado ningún miembro
fa: هیچ عضوی پیدا نشد
hi: कोई सदस्य नहीं मिला
ru: Участники не найдены

source: No groups found
de: Keine Gruppen gefunden
es: Grupo no encontrado
fa: هیچ گروهی یافت نشد
hi: कोई समूह नहीं मिला
ru: Группы не найдены

source: This machine has a CD-ROM
es: Esta máquina dispone de CD-ROM
fa: این دستگاه دارای سی دی رام می باشد
hi: इस मशीन में एक सीडी-रोम है
ru: У этой машины есть CD-ROM

source: Keep the CD for the clones
de: CD für Klone behalten
es: Mantener el CD en los clones
fa: سی دی را برای کلون ها نگه دارید
hi: क्लोन के लिए सीडी रखें
ru: Оставить CD-диск для клонов

source: Accept
de: Akzeptieren
es: Aceptar
fa: تایید کنید
hi: स्वीकार करना
ru: Принять

source: Close
de: Schließen
es: Cerrar
fa: نزدیک
hi: बंद करना
ru: Закрыть

source: Apply
de: Anwenden
es: Aplicar
fa: درخواست دادن
hi: आवेदन करना
ru: Применить

source: Fail
de: Fehlgeschlagen
es: Ha fallado
fa: مردود شدن
hi: विफल
ru: Ошибка

source: This Virtual Machine has no display hardware attached
de: Diese virtuelle Maschine verfügt über kein angeschlossenes Display
es: Esta máquina no tiene ningún hardware de visualización definido
fa: این ماشین مجازی هیچ سخت افزار نمایشگر متصل ندارد
hi: इस वर्चुअल मशीन में कोई डिस्प्ले हार्डवेयर संलग्न नहीं है
ru: К этой виртуальной машине не подключен дисплей

source: NAT
hi: नेट

source: Bridge
de: Brücke
es: Puente
fa: پل
hi: पुल
ru: Мост

source: No bridges found
de: Keine Brücken gefunden
es: No se han encontrado ningún puente
fa: هیچ پل پیدا نشد
hi: कोई पुल नहीं मिला
ru: Мосты не найдены

source: disk
es: disco
fa: دیسک
hi: डिस्क
ru: диск

source: cdrom
fa: سی دی رام
hi: सीडी रॉम

source: system
es: sistema
fa: سیستم
hi: व्यवस्था
ru: система

source: temporary
es: temporal
fa: موقت
hi: अस्थायी
ru: временный

source: data
es: datos
fa: داده ها
hi: जानकारी
ru: данные

source: Content will be cleaned on restore
de: Inhalt wird beim wiederherstellen gelöscht
es: El contenido será borrado al restaurar
fa: محتوا با بازیابی پاک می شود
hi: सामग्री को पुनर्स्थापित करने पर साफ़ किया जाएगा
ru: Содержимое будет очищено при восстановлении

source: Content will be cleaned on restore and shutdown
de: Inhalt wird beim wiederherstellen und herunterfahren gelöscht
es: El contenido será borrado al restaurar y al apagar
fa: پس از بازیابی و خاموش شدن، محتوا پاک خواهد شد
hi: सामग्री को पुनर्स्थापित और बंद करने पर साफ़ किया जाएगा
ru: Содержимое будет очищено при восстановлении и завершении работы

source: Content will be kept on restore
de: Inhalt wird beim wiederherstellen behalten
es: El contenido de mantendrá al restaurar
fa: محتوا در بازیابی حفظ خواهد شد
hi: सामग्री को बहाल रखा जाएगा
ru: Содержимое будет сохранено при восстановлении

source: type
es: tipo
fa: نوع
hi: प्रकार
ru: тип

source: All machines
de: Alle Maschinen
es: Todas las máquinas
fa: تمام ماشین آلات
hi: सभी मशीनें
ru: Все машины

source: Users from this network can run all virtual machines
es: Los usuarios de esta red pueden ejecutar máquinas virtuales
fa: کاربران این شبکه می توانند تمام ماشین های مجازی را اجرا کنند
hi: इस नेटवर्क के उपयोगकर्ता सभी वर्चुअल मशीन चला सकते हैं
ru: Пользователи из этой сети могут запускать все виртуальные машины

source: No machines
de: Keine Maschinen
es: Ninguna máquina
fa: بدون ماشین
hi: कोई मशीन नहीं
ru: Нет машин

source: Users from this network can run no virtual machines
es: Los usuarios de esta red no pueden ejecutar máquinas virtuales
fa: کاربران این شبکه نمی توانند هیچ ماشین مجازی را اجرا کنند
hi: इस नेटवर्क के उपयोगकर्ता कोई वर्चुअल मशीन नहीं चला सकते
ru: Пользователи из этой сети не могут запускать виртуальные машины

source: Anonymous
de: Anonym
es: Anónimo
fa: ناشناس
hi: अनाम
ru: Анонимный

source: Warning: anonymous machines won't show up unless you enable allowed.
es: Alerta: las máquinas anónimas no se mostrarán, a menos que lo actives.
fa: هشدار: ماشین‌های ناشناس نمایش داده نمی‌شوند مگر اینکه مجاز را فعال کنید.
hi: चेतावनी: अनाम मशीनें तब तक दिखाई नहीं देंगी जब तक कि आप अनुमति को सक्षम नहीं करते।
ru: Предупреждение: анонимные машины не будут отображаться, если вы не разрешите.

source: Network name is required
de: Netzwerkname ist erforderlich
es: Es necesario un nombre de red
fa: نام شبکه مورد نیاز است
hi: नेटवर्क नाम आवश्यक है
ru: Укажите имя сети

source: This name is duplicated
es: Nombre duplicado
fa: این نام تکراری است
hi: यह नाम दोहराया गया है
ru: Это имя уже существует

source: host
fa: میزبان
hi: मेज़बान
ru: хост

source: base storage
es: almacenamiento base
fa: ذخیره سازی پایه
hi: आधार भंडारण
ru: хранилище баз

source: clone storage
es: clonar el almacenamiento
fa: ذخیره سازی کلون
hi: क्लोन भंडारण
ru: хранилище клонов

source: default storage
es: almacenamiento por defecto
fa: ذخیره سازی پیش فرض
hi: डिफ़ॉल्ट भंडारण
ru: хранилище по умолчанию

source: This virtual machine has no backups to purge
es: Esta máquina virtual no tiene copias de seguridad a purgar
fa: این ماشین مجازی هیچ نسخه پشتیبان برای پاکسازی ندارد
hi: इस वर्चुअल मशीन में शुद्ध करने के लिए कोई बैकअप नहीं है
ru: У этой виртуальной машины нет резервных копий для очистки

source: End
de: Ende
es: Fin
fa: پایان
hi: समाप्त
ru: Конец

source: Time
es: Tiempo
fa: زمان
hi: समय
ru: Время

source: Virtual machines pre-started
es: Máquinas virtuales pre-arrancadas
fa: ماشین های مجازی از قبل راه اندازی شده اند
hi: वर्चुअल मशीन प्री-स्टार्ट
ru: Предварительно запущенные виртуальные машины

source: Warning: this virtual machine will be prepared as a base. This may take long.
es: Atención: esta máquina virtual va a ser preparada como base. Esto tomará un rato.
fa: هشدار: این ماشین مجازی به عنوان پایه آماده خواهد شد. این ممکن است طولانی شود.
hi: चेतावनी: यह वर्चुअल मशीन आधार के रूप में तैयार की जाएगी। इसमें लंबा समय लग सकता है।
ru: Предупреждение: эта виртуальная машина будет подготовлена в качестве базы. Это может занять продолжительное время.

source: Assign this virtual machine to the pre-started pool
de: Diese virtuelle Maschine einem bereits gestartetem pool zuweisen
es: Asignar esta máquina virtual a un pool de pre-arranque
fa: این ماشین مجازی را به استخر از پیش راه اندازی شده اختصاص دهید
hi: इस वर्चुअल मशीन को प्री-स्टार्टेड पूल में असाइन करें
ru: Назначить эту виртуальную машину предварительно запущенному пулу

source: Virtual machines in the pool.
es: Máquinas virtuales en el pool.
fa: ماشین های مجازی در استخر.
hi: पूल में वर्चुअल मशीनें।
ru: Виртуальные машины в пуле.

source: Pool
fa: استخر
hi: पोखर
ru: Пул

source: Prepare this machine as a base to create clones from it.
de: Diese Maschine als Vorlage vorbereiten, um Klone damit zu erstellen.
es: Prepara esta máquina como base para poder crear clones de ella.
fa: این دستگاه را به عنوان پایه ای برای ایجاد کلون از آن آماده کنید.
hi: इस मशीन को क्लोन बनाने के लिए आधार के रूप में तैयार करें।
ru: Подготовьте эту машину в качестве базы, чтобы иметь возможность создавать из нее клоны.

source: There are no active virtual machines
de: Es gibt keine aktiven virtuellen Maschinen
es: No hay máquinas virtuales activas
fa: هیچ ماشین مجازی فعالی وجود ندارد
hi: कोई सक्रिय वर्चुअल मशीन नहीं हैं
ru: Нет активных виртуальных машин

source: reload list
es: recargar la lista
fa: لیست بارگذاری مجدد
hi: सूची पुनः लोड करें
ru: перезагрузить список

source: Group
de: Gruppe
es: Grupo
fa: گروه
hi: समूह
ru: Группа

source: New group member
de: Neues Gruppenmitglied
es: Nuevo miembro del grupo
fa: عضو جدید گروه
hi: नया समूह सदस्य
ru: Новый участник группы

source: This group has been removed.
es: Grupo borrado.
fa: این گروه حذف شده است.
hi: इस समूह को हटा दिया गया है।
ru: Группа удалена.

source: Remove group
de: Gruppe entfernen
es: Eliminar el grupo
fa: حذف گروه
hi: समूह हटाएं
ru: Удалить группу

source: Are you sure you want to remove this group ?
de: Möchten Sie diese Gruppe wirklich entfernen?
es: ¿Estás seguro de que quieres eliminar este grupo?
fa: آیا مطمئن هستید که می خواهید این گروه را حذف کنید؟
hi: क्या आप वाकई इस समूह को हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить эту группу?

source: object class:
fa: کلاس شی:
hi: वस्तु वर्ग:

source: dn:
hi: डीएन:

source: Groups require a LDAP server configured.
de: Gruppen erfordern einen konfigurierten LDAP Server
es: Los grupos necesitan un servidor LDAP configurado.
fa: گروه ها به یک سرور LDAP پیکربندی شده نیاز دارند.
hi: समूहों को एक LDAP सर्वर कॉन्फ़िगर करने की आवश्यकता होती है।
ru: Для групп требуется настроенный сервер LDAP.

source: See documentation about:
de: Dokumentation prüfen für:
es: Mira la documentación sobre:
fa: مشاهده مستندات در مورد:
hi: इसके बारे में दस्तावेज़ देखें:
ru: Документация:

source: Configure LDAP Authentication
de: LDAP Authentifizierung einrichten
es: Configurar la autenticación LDAP
fa: احراز هویت LDAP را پیکربندی کنید
hi: एलडीएपी प्रमाणीकरण कॉन्फ़िगर करें
ru: Настройка LDAP аутентификации

source: Setup a LDAP Server
de: LDAP Server einrichten
es: Configurar un servidor LDAP
fa: یک سرور LDAP راه اندازی کنید
hi: LDAP सर्वर सेटअप करें
ru: Настройка LDAP-сервера

source: Groups
de: Gruppen
es: Grupos
fa: گروه ها
hi: समूहों
ru: Группы

source: New Group
de: Neue Gruppe
es: Nuevo grupo
fa: گروه جدید
hi: नया समूह
ru: Новая группа

source: Loading ...
de: Lade ...
es: Cargando...
fa: بارگذاری ...
hi: लोड हो रहा है ...
ru: Загрузка ...

source: Show/Hide clones
de: Klone anzeigen/verstecken
es: Mostrar/esconder los clones
fa: نمایش/پنهان کردن کلون ها
hi: क्लोन दिखाएं/छुपाएं
ru: Показать/Скрыть клоны

source: Public
de: Öffentlich
es: Público
fa: عمومی
hi: जनता
ru: Опубликовано

source: Autostart
es: Autoarranque
fa: شروع خودکار
hi: ऑटो स्टार्ट
ru: Автозапуск

source: Node
de: Knoten
es: Nodo
fa: گره
hi: नोड
ru: Узел

source: Manage machine
de: Maschine verwalten
es: Gestionar la máquina
fa: ماشین را مدیریت کنید
hi: मशीन प्रबंधित करें
ru: Редактировать виртуальную машину

source: Volatile
es: Volátil
fa: فرار
hi: परिवर्तनशील
ru: Непостоянная

source: Hibernated
de: Im Ruhezustand
es: Hibernado
fa: خواب زمستانی
hi: सुप्तावस्था
ru: Приостановлено

source: ShutDown
de: Herunterfahren
es: Apagar
fa: خاموش شدن
hi: शट डाउन
ru: Выключить

source: No message to show!
de: Keine Nachricht zum Anzeigen!
es: ¡No hay ningún mensaje para mostrar!
fa: پیامی برای نمایش وجود ندارد!
hi: दिखाने के लिए कोई संदेश नहीं!
ru: Нет сообщений!

source: Networks
de: Netzwerke
es: Redes
fa: شبکه های
hi: नेटवर्क
ru: Сети

source: New Network
de: Neues Netzwerk
es: Nueva red
fa: شبکه جدید
hi: नया नेटवर्क
ru: Новая сеть

source: requires password
es: necesita contraseña
fa: نیاز به رمز عبور دارد
hi: पासवर्ड की आवश्यकता है
ru: пароль обязателен

source: Nodes
de: Knoten
es: Nodos
fa: گره ها
hi: नोड्स
ru: Узлы

source: Type
es: Tipo
fa: تایپ کنید
hi: टाइप
ru: Тип

source: Bases
fa: پایه ها
hi: अड्डों
ru: Базы

source: Action
de: Aktion
es: Acción
fa: عمل
hi: गतिविधि
ru: Действие

source: Active
de: Aktiv
es: Activo
fa: فعال
hi: सक्रिय
ru: Активные

source: Disabled
de: Deaktiviert
es: Desactivado
fa: معلول
hi: अक्षम
ru: Отключён

source: This node is local
es: Este nodo es local
fa: این گره محلی است
hi: यह नोड स्थानीय है
ru: Это локальный узел

source: Refresh
de: Aktualisieren
es: Actualizar
fa: تازه کردن
hi: ताज़ा करना
ru: Обновить

source: Enable
de: Aktivieren
es: Activar
fa: فعال کردن
hi: सक्षम करना
ru: Включить

source: Disable
de: Deaktivieren
es: Desactivar
fa: غیر فعال کردن
hi: बंद करना
ru: Отключить

source: Confirm disable node
de: Deaktivieren des Knoten bestätigen
es: Confirme la desactivación del nodo
fa: غیرفعال کردن گره را تأیید کنید
hi: अक्षम नोड की पुष्टि करें
ru: Подтвердите отключение узла

source: Disabling this node will shut all the
es: Desactivar este nodo parará todas
fa: غیرفعال کردن این گره تمام گره ها را می بندد
hi: इस नोड को अक्षम करने से सभी बंद हो जाएंगे
ru: Отключение этого узла приведет к выключению всех

source: machines down.
es: máquinas apagadas.
fa: ماشین آلات پایین
hi: मशीनें नीचे।
ru: виртуальных машин.

source: Global Settings
de: Globale Einstellungen
es: Parámetros globales
fa: تنظیمات جهانی
hi: वैश्विक सेटिंग्स
ru: Глобальные настройки

source: Frontend
es: Frontend/Interfaz gráfica
hi: फ़्रंट एंड
ru: Интерфейс

source: Fallback
es: Sistema alternativo
fa: بازگشت به عقب
hi: मैदान छोड़ना
ru: Резерв

source: Maintenance
de: Wartung
es: Mantenimiento
fa: نگهداری
hi: रखरखाव
ru: Обслуживание

source: Admin users can still log in from
de: Administratoren können sich weiterhin einloggen
es: Los usuarios administradores continuarán pudiendo entrar
fa: کاربران ادمین هنوز هم می توانند از اینجا وارد شوند
hi: व्यवस्थापक उपयोगकर्ता अभी भी से लॉग इन कर सकते हैं
ru: Администраторы могут войти в систему, используя

source: Maintenance Start
de: Beginn der Wartung
es: Inicio del mantenimiento
fa: شروع تعمیر و نگهداری
hi: रखरखाव प्रारंभ
ru: Начало обслуживания

source: Maintenance End
de: Ende der Wartung
es: Fin de mantenimiento
fa: پایان تعمیر و نگهداری
hi: रखरखाव अंत
ru: Конец обслуживания

source: Debug
es: Depuración
fa: اشکال زدایی
hi: डिबग
ru: Отладка

source: Debug Ports
es: Puerto de depuración
fa: اشکال زدایی پورت ها
hi: डिबग पोर्ट
ru: Порты отладки

source: Debug Ports Exposed
de: Debug Ports öffentlich
es: Puerto de depuración expuesto
fa: پورت های اشکال زدایی در معرض دید قرار گرفت
hi: डिबग पोर्ट एक्सपोज़्ड
ru: Открытые порты отладки

source: Display Password
es: Mostrar Contraseña
fa: نمایش رمز عبور
hi: पासवर्ड प्रदर्शित करें
ru: Пароль SPICE-соединения

source: Enables display password when available
es: Activa la contraseña de visualización, si está disponible
fa: پسورد نمایش را در صورت موجود بودن فعال می کند
hi: उपलब्ध होने पर प्रदर्शन पासवर्ड सक्षम करता है
ru: Требовать пароль для доступа к удалённому рабочему столу (если применимо)

source: Bookings
de: Buchungen
es: Reservas
fa: رزروها
hi: बुकिंग के
ru: Резервирование

source: Bookings require LDAP authentication.
de: Buchungen benötigen LDAP authentifizierung
es: Las reservas requieren autenticación LDAP.
fa: رزروها به احراز هویت LDAP نیاز دارند.
hi: बुकिंग के लिए LDAP प्रमाणीकरण की आवश्यकता होती है।
ru: Для резервирования необходима LDAP аутентификация.

source: Start Limit
es: Límite de inicio
fa: حد شروع
hi: प्रारंभ सीमा
ru: Ограничение запуска

source: Number of virtual machines that normal users can have running at the same time
de: Max. Anzahl virtueller Maschinen, die ein Nutzer gleichzeitig starten kann
es: Número de máquinas virtuales que un usuario normal puede tener en ejecución simultáneamente
fa: تعداد ماشین های مجازی که کاربران عادی می توانند همزمان در حال اجرا باشند
hi: वर्चुअल मशीन की संख्या जो सामान्य उपयोगकर्ता एक ही समय में चला सकते हैं
ru: Количество виртуальных машин, которые одновременно могут быть запущены пользователем

source: Port expose
de: Öffentlicher Port
es: Puerto expuesto
fa: در معرض دید بندر
hi: पोर्ट एक्सपोज़
ru: Порт

source: Minimum port number to expose virtual machine services.
de: Kleinste Port-Nummer zur Veröffentlichung von VM Diensten
es: Puerto límite inferior para exponer servicios de las máquinas virtuales.
fa: حداقل تعداد پورت برای نمایش خدمات ماشین مجازی.
hi: वर्चुअल मशीन सेवाओं को उजागर करने के लिए न्यूनतम पोर्ट नंबर।
ru: Минимальный номер порта для предоставления услуг виртуальной машины.

source: cancel
es: cancelar
fa: لغو
hi: रद्द करना
ru: отменить

source: New user
de: Neuer Benutzer
es: Nuevo usuario
fa: کاربر جدید
hi: नया उपयोगकर्ता
ru: Новый пользователь

source: Error:
de: Fehler:
fa: خطا:
hi: गलती:
ru: Ошибка:

source: Web Service connection failed.
es: Ha fallado la conexión al Web Service.
fa: اتصال وب سرویس ناموفق بود.
hi: वेब सेवा कनेक्शन विफल।
ru: Не удалось подключиться к веб-службе.

source: Check
de: Kontrollieren
es: Comprobar
fa: بررسی
hi: जांच
ru: Смотри

source: Ravada Apache documentation
de: Ravada Apache Dokumentation
es: Documentación Ravada Apache
fa: مستندات راوادا آپاچی
hi: रवादा अपाचे प्रलेखन
ru: документацию по настройке Apache для Ravada

source: Client
es: Cliente
fa: مشتری
hi: ग्राहक
ru: Клиент

source: LDAP
hi: एलडीएपी

source: Display URL :
es: URL Visible :
fa: نشانی اینترنتی نمایش:
hi: प्रदर्शन यूआरएल:
ru: URL дисплея:

source: Display IP :
es: IP de visualización:
fa: نمایش IP:
hi: आईपी ​​प्रदर्शित करें:
ru: IP дисплея:

source: Display Port :
es: Puerto de interfaz de video :
fa: پورت نمایش:
hi: प्रदर्शन पोर्ट:
ru: Порт дисплея:

source: Display Port secure :
es: Puerto interfaz video seguro :
fa: نمایش پورت امن:
hi: प्रदर्शन पोर्ट सुरक्षित:
ru: Безопасный порт дисплея:

source: Sorry
de: Entschuldige
es: Perdón
fa: متاسف
hi: माफ़ करना
ru: Извините

source: Server in maintenance until
de: Serverwartung bis
es: Servidor en mantenimiento hasta
fa: سرور در تعمیر و نگهداری تا
hi: सर्वर रखरखाव में है
ru: Сервер на обслуживании до

source: vCPU allocation
es: reserva vCPU
fa: تخصیص vCPU
hi: वीसीपीयू आवंटन

source: mode
es: modo
fa: حالت
hi: तरीका
ru: режим

source: check
es: comprobar
fa: بررسی
hi: जांच
ru: проверка

source: match
es: coinciden
fa: همخوانی داشتن
hi: मिलान

source: model
es: modelo
fa: مدل
hi: नमूना
ru: модель

source: fallback
es: sistema alternativo
fa: بازگشتی
hi: मैदान छोड़ना
ru: резерв

source: CPU Features
es: Características de CPU
fa: ویژگی های CPU
hi: सीपीयू विशेषताएं
ru: Характеристики ЦПУ

source: New feature
de: Neues Feature
es: Nueva característica
fa: ویژگی جدید
hi: नयी विशेषता
ru: Новые характеристики

source: add
es: añadir
fa: اضافه کردن
hi: जोड़ें
ru: добавить

source: bus
fa: اتوبوس
hi: बस
ru: шина

source: capacity
es: capacidad
fa: ظرفیت
hi: क्षमता
ru: объём

source: ISO file
de: Datenträgeabbild
es: Fichero ISO
fa: فایل ISO
hi: आईएसओ फाइल
ru: ISO-файл

source: boot order
es: orden de arranque
fa: سفارش بوت
hi: बूट ऑर्डर
ru: порядок загрузки

source: state
es: estado
fa: حالت
hi: राज्य

source: on
es: activado
fa: بر
hi: पर

source: off
es: desactivado
fa: خاموش
hi: बंद

source: hidden
es: oculto
fa: پنهان شده است
hi: छुपे हुए

source: nat
hi: नेट

source: bridge
es: puente
fa: پل
hi: पुल
ru: мост

source: primary
es: primario
fa: اولیه
hi: मुख्य

source: Primary video devices will move to first
de: Primäres Videogerät wird an die erste Stelle verschoben
es: Los dispositivos de video primario se pondrán al primero
fa: دستگاه‌های ویدیویی اصلی به حالت اول منتقل می‌شوند
hi: प्राथमिक वीडियो डिवाइस पहले पर चले जाएंगे
ru: Основное (primary) видеоустройство переместится на первое место

source: Primary can not be unset, enable it in another video device
es: El primario no puede ser desactivado, actívalo en otro dispositivo de video
fa: تنظیم اولیه را نمی توان لغو کرد، آن را در دستگاه ویدیویی دیگری فعال کنید
hi: प्राथमिक को अनसेट नहीं किया जा सकता, इसे किसी अन्य वीडियो डिवाइस में सक्षम करें
ru: Основное (primary) видеоустройство нельзя отключить, включите его на другом устройстве

source: ram
fa: رم
hi: टक्कर मारना

source: vram
hi: व्रम

source: heads
es: salidas
fa: سرها
hi: सिर

source: Set defaults
de: Setze Standardwerte
es: Valores por defecto
fa: تنظیمات پیش فرض
hi: डिफ़ॉल्ट सेट करें
ru: Сбросить настройки

source: Add new disk
de: Neue Festplatte hinzufügen
es: Añadir nuevo disco
fa: دیسک جدید اضافه کنید
hi: नई डिस्क जोड़ें
ru: Добавить новый диск

source: device
es: dispositivo
fa: دستگاه
hi: उपकरण
ru: устройство

source: swap
fa: مبادله
hi: बदलना

source: size
es: tamaño
fa: اندازه
hi: आकार
ru: размер

source: allocation
es: asignación
fa: تخصیص
hi: आवंटन

source: Add new Display
de: Neuen Bildschirm hinzufügen
es: Añadir nuevo Display
fa: افزودن نمایشگر جدید
hi: नया प्रदर्शन जोड़ें
ru: Добавить новый Дисплей

source: PrepareBase
es: Preparar la Base
hi: बेस तैयार करें
ru: Подготовить базу

source: Add to group
de: Zur Gruppe hinzufügen
es: Añadir a grupo
fa: به گروه اضافه کنید
hi: ग्रुप में जोड़ें
ru: Добавить в группу

source: No LDAP groups created.
de: Keine LDAP Gruppen erstellt.
es: No se ha creado ningún grupo de LDAP.
fa: هیچ گروه LDAP ایجاد نشد.
hi: कोई LDAP समूह नहीं बनाया गया।
ru: Группы LDAP не созданы.

source: Add groups
de: Gruppe hinzufügen
es: Añadir los grupos
fa: گروه ها را اضافه کنید
hi: समूह जोड़ें
ru: Создать группы

source: User is not member of any group.
es: El usuario no es miembro de ningún grupo.
fa: کاربر عضو هیچ گروهی نیست
hi: उपयोगकर्ता किसी समूह का सदस्य नहीं है।
ru: Пользователь не является членом какой-либо группы.

source: New password
de: Neues Passwort
es: Nueva contraseña
fa: رمز عبور جدید
hi: नया पासवर्ड
ru: Новый пароль

source: Force change password on first access
de: Erzwinge Passwortänderung beim ersten Zugriff
es: Forzar cambio de contraseña al inicio de la primera sesión
fa: تغییر اجباری رمز عبور در اولین دسترسی
hi: पहली पहुंच पर पासवर्ड बदलने के लिए बाध्य करें
ru: Пользователь должен изменить пароль при первом входе

source: Oops!
de: Ups!
es: ¡Vaya!
fa: اوه!
hi: उफ़!
ru: Ой!

source: New Password must be at least 6 characters
de: Neues Passwort muss mindestens 6 Zeichen lang sein
es: La nueva contraseña debe tener al menos 6 caracteres
fa: رمز عبور جدید باید حداقل 6 کاراکتر باشد
hi: नया पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
ru: Новый пароль должен содержать не менее 6 символов

source: Set New Password
de: Neues Passwort setzen
es: Nueva contraseña
fa: تنظیم رمز جدید
hi: नया पासवर्ड सेट करें
ru: Установить новый пароль

source: This user has never logged in the Ravada server.
es: Este usuario nunca ha iniciado sesión en el servidor de Ravada.
fa: این کاربر هرگز وارد سرور راوادا نشده است.
hi: इस उपयोगकर्ता ने कभी भी रावडा सर्वर में लॉग इन नहीं किया है।
ru: Этот пользователь никогда не заходил на сервер Ravada.

source: Import
de: Importieren
es: Importar
fa: وارد كردن
hi: आयात
ru: Импорт
