Repository: UPC/ravada
Catalog: lib/Ravada/I18N/*.po
Languages: de, es, fa, hi, ru

source: can change the settings of all virtual machines cloned from one base owned by the user.
de: kann die Einstellungen aller virtuellen Maschinen ändern geklont von einer Basis, die dem Benutzer gehört.
es: puede cambiar los parámetros de todas las máquinas virtuales clonadas desde una base propiedad del usuario.
ru: может изменять настройки всех виртуальных машин, клонированных из базы, принадлежащей пользователю.

source: Are you sure you want to remove the Base of
de: Sind Sie sicher, dass Sie die Grundlage entfernen wollen von
es: Estás seguro de querer eliminar la base de
ru: Вы уверены, что хотите удалить Базу

source: Are you sure you want to prepare the Base of
de: Sind Sie sicher, dass Sie die Grundlage anlegen wollen von
es: Estás seguro de querer preparar la base de
ru: Вы уверены, что хотите подготовить Базу

source: Confirm Password is required
de: Das Passwort muss bestätigt werden
es: Es obligatorio confirmar la contraseña
ru: Требуется подтверждение пароля

source: Confirm Password can not exceed 20 characters
de: Bestätige dass das Passwort nicht mehr als 20 Zeichen hat
es: La contraseña no puede exceder los 20 caracteres
ru: Подтверждение пароля не может превышать 20 символов

source: Confirm Password must be at least 5 characters
de: Bestätige dass das Passwort mindestens 5 Zeichen haben muss
es: La contraseña debe tener al menos 5 caracteres
ru: Подтверждение пароля должно быть не менее 5 символов

source: Confirm Password can only contain words and numbers
de: Bestätige dass das Passwort nur Wörter und Ziffern enthalten kann
es: La contraseña solo puede contener palabras y números
ru: Подтверждение пароля может содержать только слова и цифры

source: Press SHIFT + F12 to exit
de: Drücke SHIFT + F12 um die virtuelle Maschine zu verlassen
ru: Для выхода нажмите SHIFT + F12

source: If you can not see the machine screen in a few seconds check for a file called
de: Wenn Sie den Bildschirm nicht in ein paar Sekunden sehen überprüfen Sie die Datei
es: Si no puedes ver la pantalla de la máquina en unos pocos segundos, busca un archivo llamado
ru: Если вы не увидите экран виртуальной машины через несколько секунд, проверьте наличие файла

source: This VM is running and can't be renamed.
de: Während die Maschine eingeschaltet ist, kann sie nicht umbenannt werden.
es: Esta VM se está ejecutando y no puede ser renombrada.
ru: Эта ВМ работает и не может быть переименована.

source: This server has reservations for today. Machines from users out of the booking list will be shutdown.
es: Este servidor tiene reservas hoy. Las máquinas de usuarios sin reserva serán apagadas.
ru: На этом сервере есть зарезервированные машины на сегодня. Машины пользователей, не включенных в список резервирования, будут отключены.

source: Are you sure you want to spinoff from the base ?
es: ¿Estas seguro que lo quieres separar de su base?
ru: Вы уверены, что хотите отделить клон от базы?

source: Follow these steps for Spice client setup
ru: Выполните следующие действия для настройки клиента Spice

source: sys
fa: سیستم

source: Turkish
es: Turco

source: Valencian
es: Valenciano

source: This server has reservations for today. Machines from users out of the booking list will be shutdown.
es: Este servidor tiene reservas para hoy. Las máquinas de usuarios fuera de la lista de reservas serán apagadas.

source: For Spice client setup follow this
es: Para configurar el cliente Spice, seguid este

source: Hybernating ...
de: Ruhezustand …
