Repository: UPC/ravada
Catalog: lib/Ravada/I18N/*.po
Languages: de, es, fa, hi, ru

source: There are no machines available in this system.
de: In diesem System sind keine Maschinen verfügbar.
es: No hay máquinas disponibles en este sistema.
fa: هیچ ماشینی در این سیستم موجود نیست.
hi: इस प्रणाली में कोई मशीन उपलब्ध नहीं है।
ru: В этой системе нет доступных машин.

source: Create one.
de: Erstelle eine.
es: Crea una.
fa: یکی بساز.
hi: एक बनाए।
ru: Создать.

source: not public
de: nicht öffentlich
es: no pública
fa: عمومی نیست
hi: सार्वजनिक नहीं
ru: не опубликовано

source: User Settings
de: Benutzereinstellungen
es: Configuración de usuario
fa: تنظیمات کاربر
hi: उपयोगकर्ता सेटिंग
ru: Настройки пользователя

source: Create a new account
de: Neues Konto erstellen
es: Crear una cuenta nueva
fa: ایجاد یک حساب کاربری جدید
hi: एक नया खाता बनाएं
ru: Создать новую учётную запись

source: Username
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
hi: उपयोगकर्ता नाम
ru: Имя пользователя

source: Hide Private
de: Verstecke Private
es: Esconder Privadas
fa: پنهان کردن خصوصی
hi: निजी छुपाएं
ru: Скрыть неопубликованные

source: Show All
de: Alles anzeigen
es: Mostrar Todo
fa: نمایش همه
hi: सब दिखाएं
ru: Показать все

source: Shutting down ...
de: Fährt herunter …
es: Apagando...
fa: خاموش شدن …
hi: बंद करना …
ru: Выключение…

source: It may take a couple of minutes.
de: Es kann ein paar Minuten dauern.
es: Puede tardar un par de minutos.
fa: ممکن است چند دقیقه طول بکشد.
hi: इसमें कुछ मिनट लग सकते हैं।
ru: Это может занять пару минут.

source: Hibernating ...
de: Ruhezustand …
es: Hibernando …
fa: خواب زمستانی…
hi: हाइबरनेटिंग…
ru: Приостановка…

source: Description
de: Beschreibung
es: Descripción
fa: شرح
hi: विवरण
ru: Описание

source: Rename
de: Umbenennen
es: Renombrar
fa: تغییر نام دهید
hi: नाम बदलें
ru: Переименовать

source: Options
de: Optionen
es: Opciones
fa: گزینه ها
hi: विकल्प
ru: Параметры

source: Drivers
de: Treiber
es: Controladores
fa: رانندگان
hi: ड्राइवरों
ru: Драйверы

source: Graphics
de: Grafik
es: Gráficos
fa: گرافیک
hi: ग्राफिक्स
ru: Графика

source: Remove Machine
de: Maschine entfernen
es: Eliminar Máquina
fa: ماشین را بردارید
hi: मशीन निकालें
ru: Удалить машину

source: System overview
de: Systemübersicht
es: Resumen del sistema
fa: بررسی اجمالی سیستم
hi: सिस्टम सारांश
ru: Обзор системы

source: Danger Zone
de: gefährlicher Bereich
es: Zona Peligrosa
fa: منطقه خطر
hi: खतरा क्षेत्र
ru: Опасная зона

source: Once you delete the machine, there is no going back. Please be certain.
de: Wenn sie die Maschine löschen gibt es kein zurück. Bitte seinen Sie sich sicher.
es: Una vez que eliminas la máquina, no hay marcha atrás. Por favor, asegurate.
fa: هنگامی که دستگاه را حذف می کنید، دیگر راه برگشتی وجود ندارد. لطفا مطمئن باشید
hi: एक बार जब आप मशीन को हटा देते हैं, तो कोई पीछे नहीं हटता। कृपया निश्चित रहें।
ru: Отменить удаление машины невозможно. Пожалуйста, убедитесь, что вы знаете, что делаете.

source: Danger
de: Gefahr
es: Peligro
fa: خطر
hi: खतरा
ru: Опасность

source: This will remove all the contents of the machine
de: Das wird den Inhalt der Maschine komplett entfernen
es: Esto borrará todo el contenido de la máquina
fa: با این کار تمام محتویات دستگاه حذف می شود
hi: यह मशीन की सभी सामग्री को हटा देगा
ru: Будет удалено всё содержимое машины

source: This action can't be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no puede deshacerse
fa: این عمل قابل واگرد نیست
hi: यह क्रिया पूर्ववत नहीं की जा सकती
ru: Это действие нельзя отменить

source: Are you sure ?
de: Sind Sie sicher?
es: Estás seguro?
fa: مطمئنی؟
hi: क्या आपको यकीन है?
ru: Вы уверены?

source: Yes, remove
de: Ja, entferne
es: Sí, eliminar
fa: بله حذف کنید
hi: हां, हटा दें
ru: Да, удалить

source: Virtual Machine
de: Virtuelle Maschine
es: Máquina virtual
fa: ماشین مجازی
hi: आभासी मशीन
ru: Виртуальная машина

source: removed
de: entfernt
es: eliminado
fa: حذف شده
hi: निकाला गया
ru: удалена

source: This will remove all the
de: Das wird alle entfernen, die
es: Esto eliminará todo
fa: این همه را حذف می کند
hi: यह सब हटा देगा
ru: Будут удалены

source: clones of the machine
de: klone der Maschine
es: clones de la máquina
fa: کلون های دستگاه
hi: मशीन के क्लोन
ru: клона(ов) виртуальной машины

source: Yes, remove all the clones
de: Ja, entferne alle Klone
es: Sí, eliminar todos los clones
fa: بله، تمام کلون ها را حذف کنید
hi: हां, सभी क्लोन हटा दें
ru: Да, удалить все клоны

source: This virtual machine can't be removed because it has
de: Die virtuelle Maschine kann nicht gelöscht werden weil
es: Esta máquina virtual no se puede eliminar porque tiene
fa: این ماشین مجازی را نمی توان حذف کرد زیرا این کار را انجام داده است
hi: इस वर्चुअल मशीन को हटाया नहीं जा सकता क्योंकि इसमें
ru: Эту виртуальную машину нельзя удалить, так как у неё есть

source: clones
de: Klone
fa: کلون ها
hi: क्लोन
ru: клон(а/ов)

source: Clones
de: Klone
fa: کلون ها
hi: क्लोन
ru: Клоны

source: This machine has not Graphics parameters!
de: Diese Maschine hat keine Grafik-Parameter!
es: ¡Esta máquina no tiene parámetros Gráficos!
fa: این دستگاه پارامترهای گرافیکی ندارد!
hi: इस मशीन में ग्राफिक्स पैरामीटर नहीं हैं!
ru: У этой машины нет графических параметров!

source: recommended
de: empfohlen
es: recomendado
fa: توصیه شده
hi: अनुशंसित
ru: рекомендуется

source: to
de: zu
es: a
fa: به
hi: प्रति
ru: на

source: Changing Public State
de: Öffentlichen Status ändern
es: Cambio de Estado Público
fa: تغییر حالت عمومی
hi: सार्वजनिक राज्य बदलना
ru: Изменение общедоступного состояния

source: Changing Base State
de: Basis Status ändern
es: Cambio de Estado Base
fa: تغییر حالت پایه
hi: आधार राज्य बदलना
ru: Изменение базового состояния

source: action
de: Aktion
es: acción
fa: عمل
hi: गतिविधि
ru: действие

source: Grants
de: Erlauben
es: Permisos
fa: کمک های مالی
hi: अनुदान
ru: Права

source: public
de: Öffentlich
es: público
fa: عمومی
hi: जनता
ru: опубликовано

source: New Base
de: Neue Basis
es: Nueva Base
fa: پایگاه جدید
hi: नया आधार
ru: Новая база

source: Version
es: Versión
fa: نسخه
hi: संस्करण
ru: Версия

source: Authors
de: Autoren
es: Autores
fa: نویسندگان
hi: लेखकों
ru: Авторы

source: Development
de: Entwicklung
es: Desarrollo
fa: توسعه
hi: विकास
ru: Разработка

source: Below are listed the technologies used in this project:
de: Folgende Technologien werden im Projekt verwendet:
es: A continuación está la lista de tecnologías usadas en este proyecto:
fa: در زیر فناوری های مورد استفاده در این پروژه ذکر شده است:
hi: नीचे इस परियोजना में उपयोग की जाने वाली तकनीकों को सूचीबद्ध किया गया है:
ru: Ниже перечислены технологии, используемые в этом проекте:

source: The code is available on
de: Der Quellcode ist verfügbar auf
es: El código está disponible en
fa: کد در دسترس است
hi: कोड पर उपलब्ध है
ru: Код доступен на

source: The code is
de: Der Code ist
es: El código está
fa: کد است
hi: कोड है
ru: Код находится под

source: License
de: Lizenz
es: Licencia
fa: مجوز
hi: लाइसेंस
ru: Лицензия

source: Machine locked by
de: Maschine gesperrt von
es: Máquina bloqueada por
fa: دستگاه قفل شده است
hi: मशीन द्वारा लॉक किया गया
ru: Машина заблокирована

source: This Machine is a base
de: Die Maschine ist die Basis
es: Esta máquina es una base
fa: این ماشین یک پایه است
hi: यह मशीन एक आधार है
ru: Эта машина является базой

source: Cloned
de: Kopiert
es: Clonada
fa: کلون شده
hi: क्लोन
ru: Клонированный

source: is admin
de: ist Administrator
es: es administrador
fa: ادمین است
hi: व्यवस्थापक है
ru: администратор

source: Add new user
de: Neuen Nutzer hinzufügen
es: Añadir nuevo usuario
fa: کاربر جدید اضافه کنید
hi: नई उपयोगकर्ता को जोड़ना
ru: Добавить нового пользователя

source: Register
de: Registrieren
es: Registrar
fa: ثبت نام
hi: पंजीकरण करवाना
ru: Зарегистрироваться

source: Current Password:
de: Aktuelles Passwort:
es: Contraseña actual:
fa: رمز عبور فعلی:
hi: वर्तमान पासवर्ड:
ru: Текущий пароль:

source: For more information, check
de: Für mehr Informationen, überprüfen Sie
es: Para más información, revisa
fa: برای اطلاعات بیشتر، بررسی کنید
hi: अधिक जानकारी के लिए, चेक करें
ru: Для получения дополнительной информации обратитесь к

source: the Windows Clients documentation
de: die Windows Endgeräte Dokumentation
es: la documentación de clientes de Windows
fa: اسناد Windows Clients
hi: विंडोज़ क्लाइंट दस्तावेज़ीकरण
ru: документации по клиентам Windows

source: It is programmed in
de: Es ist programmiert in
es: Está programado en
fa: در برنامه ریزی شده است
hi: में प्रोग्राम किया गया है
ru: язык программирования

source: with perl framework
de: mit dem Perl Framework
es: con framework Perl
fa: با چارچوب پرل
hi: पर्ल ढांचे के साथ
ru: Perl фреймворк

source: and
de: und
es: y
fa: و
hi: तथा
ru: и

source: Memory
de: Arbeitsspeicher
es: Memoria
fa: حافظه
hi: स्मृति
ru: Память

source: MB available
de: MB verfügbar
es: MB disponible
fa: مگابایت موجود است
hi: एमबी उपलब्ध
ru: МБ доступно

source: The machine will shutdown after these minutes
de: Die Maschine wird sich nach diesen Minuten herunterfahren
es: La máquina se apagará después de estos minutos
fa: بعد از این دقایق دستگاه خاموش می شود
hi: इन मिनटों के बाद मशीन बंद हो जाएगी
ru: Машина будет выключена, по истечении этого количества минут

source: The machine will turn off after this time
de: Die Maschine wird nach dieser Zeit ausgeschaltet
es: La máquina se apagará después de este tiempo
fa: بعد از این مدت دستگاه خاموش می شود
hi: इस समय के बाद मशीन बंद हो जाएगी
ru: Машина будет выключена через это время

source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hi: रद्द करना
ru: Отменить

source: Please enter the following information to create the account
de: Bitte geben Sie die folgenden Informationen ein um ein Konto zu erstellen
es: Por favor introduce la siguiente información para crear la cuenta
fa: لطفا اطلاعات زیر را برای ایجاد حساب وارد کنید
hi: खाता बनाने के लिए कृपया निम्नलिखित जानकारी दर्ज करें
ru: Укажите следующие данные для создания учётной записи

source: Enter Username
de: Benutzername eingeben
es: Introduce el nombre de usuario
fa: نام کاربری را وارد کنید
hi: उपयोगकर्ता नाम दर्ज करें
ru: Имя пользователя

source: Enter Password
de: Passwort eingeben
es: Introduce la contraseña
fa: رمز عبور را وارد کنید
hi: पास वर्ड दर्ज करें
ru: Пароль

source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fa: رمز عبور را تایید کنید
hi: पासवर्ड की पुष्टि कीजिये
ru: Подтверждение пароля

source: Username is required
de: Benutzername wird benötigt
es: Se requiere nombre de usuario
fa: نام کاربری مورد نیاز است
hi: उपयोगकर्ता नाम आवश्यक है
ru: Имя пользователя обязательно

source: Username can not exceed 20 characters
de: Nutzername kann 20 Zeichen nicht überschreiten
es: El nombre de usuario no puede exceder los 20 caracteres
fa: نام کاربری نمی تواند بیش از 20 کاراکتر باشد
hi: उपयोगकर्ता नाम 20 वर्णों से अधिक नहीं हो सकता
ru: Длина имени пользователя не может превышать 20 символов

source: Username must be at least 5 characters
de: Der Nutzername muss mindestens 5 Buchstaben haben
es: El nombre de usuario debe tener al menos 5 caracteres
fa: نام کاربری باید حداقل 5 کاراکتر باشد
hi: उपयोगकर्ता नाम कम से कम 5 वर्णों का होना चाहिए
ru: Длина имени пользователя должна быть не менее 5 символов

source: Username can only contain words, numbers, dashes, dots and underscores
de: Der Nutzername kann nur Wörter, Zahlen, Bindestriche, Punkte und Unterstriche enthalten
es: El nombre de usuario solo puede contener palabras, números, guiones, puntos y guiones bajos
fa: نام کاربری فقط می تواند شامل کلمات، اعداد، خط تیره، نقطه و زیرخط باشد
hi: उपयोगकर्ता नाम में केवल शब्द, संख्याएं, डैश, बिंदु और अंडरस्कोर शामिल हो सकते हैं
ru: Имя пользователя может состоять только из букв латинского алфавита, цифр, дефисов, точек и символов подчеркивания

source: Password is required
de: Passwort wird benötigt
es: Se requiere contraseña
fa: رمز عبور مورد نیاز است
hi: पासवर्ड की आवश्यकता है
ru: Пароль обязателен

source: Password can not exceed 20 characters
de: Passwort kann nicht länger als 20 Zeichen sein
es: La contraseña no puede exceder los 20 caracteres
fa: رمز عبور نمی تواند بیش از 20 کاراکتر باشد
hi: पासवर्ड 20 वर्णों से अधिक नहीं हो सकता
ru: Длина пароля не может превышать 20 символов

source: Password must be at least 5 characters
de: Passwort muss mindestens 5 Zeichen lang sein
es: La contraseña debe tener al menos 5 caracteres
fa: رمز عبور باید حداقل 5 کاراکتر باشد
hi: पासवर्ड कम से कम 5 अक्षरों का होना चाहिए
ru: Длина пароля должна быть не менее 5 символов

source: Password can only contain words and numbers
de: Passwort kann nur Wörter und Zahlen enthalten
es: La contraseña solo puede contener palabras y números
fa: رمز عبور فقط می تواند شامل کلمات و اعداد باشد
hi: पासवर्ड में केवल शब्द और संख्याएं हो सकती हैं
ru: Пароль может содержать только буквы латинского алфавита и цифры

source: Confirm password is required
de: Passwort bestätigen wird benötigt
es: Es necesario confirmar la contraseña
fa: تایید رمز عبور لازم است
hi: पासवर्ड की पुष्टि करना आवश्यक है
ru: Подтверждение пароля обязательно

source: Confirm password can not exceed 20 characters
de: Passwort bestätigen darf nicht länger sein als 20 Zeichen
es: La contraseña de confirmación no puede exceder los 20 caracteres
fa: تایید رمز عبور نمی تواند بیش از 20 کاراکتر باشد
hi: पासवर्ड की पुष्टि करें 20 वर्णों से अधिक नहीं हो सकता
ru: Длина подтверждения пароля не может превышать 20 символов

source: Confirm password must be at least 5 characters
de: Passwort bestätigen muss mindestend 5 Zeichen lang sein
es: La contraseña de confirmación debe tener al menos 5 caracteres
fa: رمز عبور تأیید باید حداقل 5 کاراکتر باشد
hi: कन्फर्म पासवर्ड कम से कम 5 अक्षरों का होना चाहिए
ru: Длина подтверждения пароля должна быть не менее 5 символов

source: Confirm password can only contain words and numbers
de: Passwort bestätigen darf nur aus zahlen und wörtern bestehen
es: La contraseña de confirmación solo puede contener palabras y números
fa: رمز عبور تأیید فقط می تواند حاوی کلمات و اعداد باشد
hi: पुष्टि पासवर्ड में केवल शब्द और संख्याएं हो सकती हैं
ru: Подтверждение пароля может содержать только буквы латинского алфавита и цифры

source: This information will be available to the users
de: Diese Information wird den Nutzern verfügbar sein
es: Esta Información será visible por los usuarios
fa: این اطلاعات در اختیار کاربران قرار خواهد گرفت
hi: यूजर्स को मिलेगी यह जानकारी
ru: Эта информация будет доступна пользователям

source: Volatile Clones
de: Flüchtige Klone
es: Clones volátiles
fa: کلون های فرار
hi: वाष्पशील क्लोन
ru: Непостоянные клоны

source: Owner
de: Eigentümer
es: Propietario
fa: مالک
hi: स्वामी
ru: Владелец

source: Change the owner of the machine
de: Ändere den Eigentümer der Maschine
es: Cambiar el propietario de la máquina
fa: صاحب دستگاه را تغییر دهید
hi: मशीन का मालिक बदलें
ru: Изменить владельца машины

source: Press SHIFT + F12 to exit the virtual machine
de: Umschalt + F12 drücken, um Maus und Tastatur freizugeben
es: Presione SHIFT + F12 para salir de la máquina virtual
fa: SHIFT + F12 را فشار دهید تا از ماشین مجازی خارج شوید
hi: वर्चुअल मशीन से बाहर निकलने के लिए SHIFT + F12 दबाएँ
ru: Нажмите SHIFT + F12 для выхода из виртуальной машины

source: in your downloads folder.
de: in Ihrem Download Ordner.
es: en tu carpeta de descargas.
fa: در پوشه دانلودهای شما
hi: आपके डाउनलोड फ़ोल्डर में।
ru: в каталоге загрузки.

source: copied to clipboard
de: in die Zwischenablage kopiert
es: copiado en el portapapeles
fa: در کلیپ بورد کپی شد
hi: क्लिपबोर्ड पर नकल
ru: скопировано в буфер обмена

source: Portuguese
de: Portugiesisch
es: Portugués
fa: پرتغالی
hi: पुर्तगाली
ru: Португальский

source: Read more.
de: Lese mehr.
es: Leer más.
fa: ادامه مطلب
hi: अधिक पढ़ें।
ru: Читать далее.

source: The password for this virtual machine connection is :
de: Das Passwort für die Verbindung zur virtuellen Maschine ist:
es: La contraseña para la conexión de esta máquina virtual es:
fa: رمز عبور این اتصال ماشین مجازی:
hi: इस वर्चुअल मशीन कनेक्शन का पासवर्ड है:
ru: Пароль для подключения к этой виртуальной машине:

source: view
de: anzeigen
es: Ver
fa: چشم انداز
hi: दृश्य
ru: просмотр

source: Start again
de: Starte neu
es: Iniciar de nuevo
fa: دوباره شروع کن
hi: फिर से शुरू करें
ru: Запустить снова

source: The machine is down.
de: Die Maschine ist ausgeschaltet.
es: La máquina está parada.
fa: دستگاه از کار افتاده است.
hi: मशीन नीचे है।
ru: Машина выключена.

source: Remove
de: Entferne
es: Eliminar
fa: برداشتن
hi: हटाना
ru: Удалить

source: The machine must be started to take the screenshot.
de: Die Maschine muss angeschaltet sein um ein Bildschirmfoto aufzunehmen.
es: La máquina ha de estar en marcha para hacer una captura de pantalla.
fa: برای گرفتن اسکرین شات، دستگاه باید راه اندازی شود.
hi: स्क्रीनशॉट लेने के लिए मशीन को चालू करना होगा।
ru: Для возможности получения снимка экрана, машина должна быть запущена.

source: Take screenshot
de: Bildschirmfoto aufnehmen
es: Hacer una captura de pantalla
fa: عکسبرداری از صفحه مانیتور
hi: स्क्रीनशॉट लीजिए
ru: Сделать снимок экрана

source: Set base picture
de: Basisbild setzen
es: Establer imagen para la base
fa: تنظیم تصویر پایه
hi: आधार चित्र सेट करें
ru: Установить базовое изображение

source: Saving the screenshot, please wait a moment...
de: Bildschirmfoto wird aufgenommen, bitte warte einen Moment…
es: Grabando la captura de pantalla, espere un momento por favor…
fa: در حال ذخیره اسکرین شات، لطفاً یک لحظه صبر کنید…
hi: स्क्रीनशॉट सहेजा जा रहा है, कृपया कुछ क्षण प्रतीक्षा करें…
ru: Сохранение снимка экрана, пожалуйста, подождите немного…

source: You need to run the machine in order to take a screenshot.
de: Die Maschine muss laufen, um einen Screenshot zu erstellen.
es: Necesitas la máquina en marcha para poder hacer una captura de pantalla.
fa: برای گرفتن اسکرین شات باید دستگاه را اجرا کنید.
hi: स्क्रीनशॉट लेने के लिए आपको मशीन चलाने की जरूरत है।
ru: Чтобы сделать снимок экрана необходимо запустить машину.

source: Copying the screenshot, please wait a moment...
de: Bildschirmfoto wird kopiert, bitte warten Sie einen Moment…
es: Copiando la captura de pantalla, espere un momento por favor…
fa: در حال کپی کردن اسکرین شات، لطفا یک لحظه صبر کنید…
hi: स्क्रीनशॉट कॉपी कर रहा है, कृपया कुछ देर प्रतीक्षा करें...
ru: Копирование снимка экрана, пожалуйста, подождите немного…

source: You need a screenshot in order to copy it to the base machine.
de: Sie brauchen einen Screenshot um es auf die Basis Maschine zu kopieren
es: Necesitas una captura de pantalla para copiar a la máquina base.
fa: برای کپی کردن آن در دستگاه پایه به یک اسکرین شات نیاز دارید.
hi: इसे आधार मशीन पर कॉपी करने के लिए आपको एक स्क्रीनशॉट की आवश्यकता है।
ru: Снимок экрана нужен для того, чтобы скопировать его на базовую машину.

source: Add
de: Hinzufügen
es: Añadir
fa: اضافه کردن
hi: जोड़ें
ru: Добавить

source: The changes will apply on next restart
de: Die Änderungen werden beim nächsten Neustart aktiv
es: Los cambios se aplicarán en la próxima puesta en marcha
fa: تغییرات در راه اندازی مجدد بعدی اعمال می شود
hi: परिवर्तन अगले पुनरारंभ पर लागू होंगे
ru: Изменения будут применены при следующем перезапуске

source: This machine is running and can't be renamed.
es: Esta máquina está en marcha y no puede ser renombrada.
fa: این دستگاه در حال اجرا است و نمی توان نام آن را تغییر داد.
hi: यह मशीन चल रही है और इसका नाम बदला नहीं जा सकता।
ru: Эта машина запущена и не может быть переименована.

source: Thanks to:
de: Dank geht an:
es: Gracias a:
fa: با تشکر از:
hi: करने के लिए धन्यवाद:
ru: Благодарность:

source: licensed.
de: lizenziert.
es: licenciado.
fa: دارای مجوز
hi: लाइसेंस प्राप्त।
ru: лицензией.

source: New Node
de: Neuer Knoten
es: Nuevo Nodo
fa: گره جدید
hi: नया नोड
ru: Новый узел

source: Address
de: Adresse
es: Dirección
fa: نشانی
hi: पता
ru: Адрес

source: A node with that name already exists.
de: Ein Knoten mit diesem Namen existiert bereits.
es: Ya existe un nodo con ese nombre.
fa: یک گره با آن نام از قبل وجود دارد.
hi: उस नाम का एक नोड पहले से मौजूद है।
ru: Узел с таким именем уже существует.

source: Setting your default language
de: Die Standardsprache einstellen
es: Configuración del idioma por defecto
fa: تنظیم زبان پیش فرض
hi: अपनी डिफ़ॉल्ट भाषा सेट करना
ru: Установка языка по умолчанию

source: Change password
de: Ändere Passwort
es: Cambiar contraseña
fa: رمز عبور را تغییر دهید
hi: पासवर्ड बदलें
ru: Изменить пароль

source: Update password
de: Passwort aktualisieren
es: Actualiza contraseña
fa: رمز عبور را به روز کنید
hi: पासवर्ड अपडेट करें
ru: Обновить пароль

source: Start all clones
de: Starte alle Klone
es: Iniciar todos los clones
fa: همه کلون ها را شروع کنید
hi: सभी क्लोन शुरू करें
ru: Запустить все клоны

source: Access denied
de: Zugriff verweigert
es: Acceso denegado
fa: دسترسی رد شد
hi: पहुंच अस्वीकृत
ru: Доступ запрещён

source: Empty login name
de: Leerer Benutzername
es: Nombre de inicio de sesión vacío
fa: نام ورود به سیستم خالی
hi: खाली लॉगिन नाम
ru: Пустое имя для входа

source: Empty password
de: Leeres Passwort
es: Contraseña vacía
fa: رمز خالی
hi: खाली पासवर्ड
ru: Пустой пароль

source: Session timeout
de: Sitzung abgelaufen
es: El tiempo de espera de la sesión finalizo
fa: پایان جلسه
hi: सेशन खत्म
ru: Время жизни сеанса

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fa: ویتنامی
hi: वियतनामी
ru: Вьетнамский

source: Italian
de: Italienisch
es: Italiano
fa: ایتالیایی
hi: इतालवी
ru: Итальянский

source: Type a typical LDAP user name to fetch the attribute list
de: Nutzen Sie einen typischen LDAP Nutzernamen um die Attribute zu erhalten
es: Escribe un nombre de usuario típico del LDAP para cargar la lista de atributos
fa: یک نام کاربری معمولی LDAP را برای واکشی لیست ویژگی ها تایپ کنید
hi: विशेषता सूची लाने के लिए एक विशिष्ट एलडीएपी उपयोगकर्ता नाम टाइप करें
ru: Введите имя пользователя LDAP, чтобы получить список атрибутов

source: User name
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
hi: उपयोगकर्ता नाम
ru: Пользователь

source: not found in LDAP server
de: nicht gefunden in LDAP Server
es: no encontrado en el servidor LDAP
fa: در سرور LDAP یافت نشد
hi: एलडीएपी सर्वर में नहीं मिला
ru: не найден на сервере LDAP

source: Attribute
de: Attribut
es: Atributo
fa: صفت
hi: विशेषता
ru: Атрибут

source: Value
de: Wert
es: Valor
fa: ارزش
hi: मूल्य
ru: Значение

source: Allowed
de: Erlaubt
es: Permitido
fa: مجاز
hi: अनुमत
ru: Разрешено

source: Last
de: Letzte
es: Último
fa: آخر
hi: अंतिम
ru: Последний

source: Default
de: Vorauswahl
es: Por defecto
fa: پیش فرض
hi: चूक
ru: По умолчанию

source: If none of the previous match, access is allowed.
de: Zugriff erlaubt, wenn keins der vorherigen zutrifft
es: Si ninguno de los anteriores coincide, el acceso se permite.
fa: اگر هیچ یک از موارد قبلی مطابقت نداشت، دسترسی مجاز است.
hi: यदि पिछले मैच में से कोई भी नहीं है, तो पहुंच की अनुमति है।
ru: Если ни одно из предыдущих совпадений, доступ разрешен.

source: If none of the previous match, access is denied.
de: Zugriff verweigert, wenn keins der vorherigen zutrifft
es: Si ninguno de los anteriores coincide, el acceso se deniega.
fa: اگر هیچ یک از موارد قبلی مطابقت نداشته باشد، دسترسی ممنوع است.
hi: यदि पिछले मैच में से कोई भी नहीं है, तो पहुंच से इनकार किया जाता है।
ru: Если ни одно из предыдущих совпадений, доступ запрещён.

source: verify
de: überprüfen
es: verifica
fa: تایید کنید
hi: सत्यापित करना
ru: проверить

source: save
de: speichern
es: guardar
fa: صرفه جویی
hi: सहेजें
ru: сохранить

source: Verifying
de: Verifizierung
es: Verificando
fa: در حال تأیید
hi: सत्यापन
ru: Проверка

source: No entries found
de: Keine Einträge gefunden
es: No se ha encontrado ninguna entrada
fa: هیچ ورودی یافت نشد
hi: कोई प्रविष्टि नहीं मिली
ru: Записи не найдены

source: has at least
de: hat mindestens
es: tiene, como mínimo
fa: حداقل دارد
hi: कम से कम है
ru: имеет по крайней мере

source: entries.
de: Einträge.
es: entradas.
fa: ورودی های.
hi: प्रविष्टियाँ।
ru: запись(и/ей).
