Repository: UPC/ravada
Catalog: lib/Ravada/I18N/*.po
Languages: de, es, fa, hi, ru

source: Ravada broker
de: Ravada Vermittler
es: Broker Ravada
fa: واسطه راوادا
hi: रवादा दलाल
ru: Брокер Ravada

source: Machine Name
de: Maschinen Name
es: Nombre de la máquina
fa: نام ماشین
hi: मशीन का नाम
ru: Имя машины

source: Tools
de: Werkzeuge
es: Herramientas
fa: ابزار
hi: औजार
ru: Инструменты

source: Choose a Machine to Start
de: Wähle eine Maschine zum starten aus
es: Elige una máquina para iniciar
fa: ماشینی را برای شروع انتخاب کنید
hi: शुरू करने के लिए एक मशीन चुनें
ru: Выберите машину для запуска

source: Start
es: Iniciar
fa: شروع کنید
hi: शुरू
ru: Запустить

source: Stop
de: Stopp
es: Parar
fa: متوقف کردن
hi: विराम
ru: Остановить

source: View
de: Anzeigen
es: Ver
fa: چشم انداز
hi: राय
ru: Просмотр

source: Prepare base
de: Basis vorbereiten
es: Preparar base
fa: پایه را آماده کنید
hi: आधार तैयार करें
ru: Подготовить базу

source: Clone
de: Klonen
es: Clonar
fa: شبیه
hi: क्लोन
ru: Клонировать

source: Clone/s
de: Klone
fa: کلون/ها
hi: क्लोन/एस
ru: Клон/ы

source: Users List
de: Benutzerliste
es: Lista de usuarios
fa: لیست کاربران
hi: उपयोगकर्ता सूची
ru: Список пользователей

source: Name
es: Nombre
fa: نام
hi: नाम
ru: Имя

source: Log Out
de: Abmelden
es: Salir
fa: خروج
hi: लॉग आउट
ru: Выйти

source: Available Machines
de: Verfügbare Maschinen
es: Máquinas disponibles
fa: ماشین آلات موجود
hi: उपलब्ध मशीनें
ru: Доступные машины

source: Help
de: Hilfe
es: Ayuda
fa: کمک
hi: मदद करना
ru: Справка

source: Requirements
de: Anforderungen
es: Requerimientos
fa: الزامات
hi: आवश्यकताएं
ru: Требования

source: About
de: Über
es: Info
fa: در باره
hi: के बारे में
ru: О программе

source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fa: همه را به عنوان خوانده شده علامت بزن
hi: सभी को पढ़ा हुआ मार्क करें
ru: Отметить всё как прочитанное

source: Settings
de: Einstellungen
es: Preferencias
fa: تنظیمات
hi: समायोजन
ru: Настройки

source: New Machine
de: Neue Maschine
es: Nueva máquina
fa: ماشین جدید
hi: नई मशीन
ru: Новая машина

source: I want to change my password
de: Ich möchte mein Passwort ändern
es: Quiero cambiar mi contraseña
fa: من می خواهم رمز عبور خود را تغییر دهم
hi: मुझे अपना पासवर्ड बदलना है
ru: Я хочу изменить свой пароль

source: I want to change my language
de: Ich will meine Sprache ändern
es: Quiero cambiar mi idioma
fa: من می خواهم زبانم را عوض کنم
hi: मैं अपनी भाषा बदलना चाहता हूँ
ru: Я хочу изменить язык

source: Language:
de: Sprache:
es: Idioma:
fa: زبان:
hi: भाषा:
ru: Язык:

source: English
de: Englisch
es: Inglés
fa: انگلیسی
hi: अंग्रेज़ी
ru: Английский

source: Spanish
de: Spanisch
es: Español
fa: اسپانیایی
hi: स्पैनिश
ru: Испанский

source: Catalan
de: Katalanisch
es: Catalán
fa: کاتالان
hi: कातालान
ru: Каталонский

source: Galician
de: Galicisch
es: Gallego
fa: گالیسیایی
hi: गैलिशियन्
ru: Галисийский

source: French
de: Französisch
es: Francés
fa: فرانسوی
hi: फ्रेंच
ru: Французский

source: Hindi
fa: هندی
hi: हिन्दी
ru: Хинди

source: Indonesian
de: Indonesisch
es: Indonesio
fa: اندونزیایی
hi: इन्डोनेशियाई
ru: Индонезийский

source: Persian
de: Persisch
es: Persa
fa: فارسی
hi: फ़ारसी
ru: Персидский

source: Japanese
de: Japanisch
es: Japonés
fa: ژاپنی
hi: जापानी
ru: Японский

source: German
de: Deutsch
es: Alemán
fa: آلمانی
hi: जर्मन
ru: Немецкий

source: New Password:
de: Neues Passwort:
es: Nueva Contraseña:
fa: رمز عبور جدید:
hi: नया पासवर्ड:
ru: Новый пароль:

source: Confirm Password:
de: Bestätige Passwort:
es: Confirmar Contraseña:
fa: تایید رمز عبور:
hi: पासवर्ड की पुष्टि कीजिये:
ru: Подтверждение пароля:

source: Submit
de: Einreichen
es: Enviar
fa: ارسال
hi: प्रस्तुत करना
ru: Применить

source: Your language has been changed successfully
de: Die Sprache wurde erfolgreich geändert
es: Su idioma ha sido cambiado con éxito
fa: زبان شما با موفقیت تغییر کرده است
hi: आपकी भाषा सफलतापूर्वक बदल दी गई है
ru: Язык изменён

source: Your password has been changed successfully
de: Ihr Passwort wurde erfolgreich geändert
es: Su contraseña ha sido cambiada con éxito
fa: گذرواژه ی شما با موفقیت تغییر کرد
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया गया है
ru: Пароль изменён

source: Password is too short
de: Passwort ist zu kurz
es: Contraseña demasiado corta
fa: رمز عبور خیلی کوتاه است
hi: पारण शब्द बहुत छोटा है
ru: Пароль слишком короткий

source: Password fields do not match
de: Die Passwörter stimmen nicht überein
es: Los campos de contraseña no coinciden
fa: فیلدهای رمز عبور مطابقت ندارند
hi: पासवर्ड फ़ील्ड मेल नहीं खाते
ru: Пароли не совпадают

source: Some of the password fields are empty
de: Einige der Passwortfelder sind leer
es: Algún campo de contraseña esta vacío
fa: برخی از فیلدهای رمز عبور خالی هستند
hi: कुछ पासवर्ड फ़ील्ड खाली हैं
ru: Некоторые поля пароля пусты

source: Status
es: Estado
fa: وضعیت
hi: दर्जा
ru: Статус

source: Actions
de: Aktionen
es: Acciones
fa: اقدامات
hi: कार्रवाई
ru: Действия

source: Down
de: Runter
es: Parada
fa: پایین
hi: नीचे
ru: Выключена

source: Running
de: Läuft
es: En marcha
fa: در حال دویدن
hi: दौड़ना
ru: Работает

source: Shutdown
de: Herunterfahren
es: Apagar
fa: خاموش شدن
hi: शट डाउन
ru: Выключить

source: Screenshot
de: Bildschirmfoto
es: Captura de pantalla
fa: اسکرین شات
hi: स्क्रीनशॉट
ru: Снимок экрана

source: Paused
de: Pause
es: Pausado
fa: مکث کرد
hi: रोके गए
ru: Пауза

source: Machine locked by request
de: Maschine auf Anfrage gesperrt
es: Máquina bloqueada por
fa: ماشین طبق درخواست قفل شد
hi: अनुरोध द्वारा बंद की गई मशीन
ru: Машина заблокирована по запросу

source: Process
de: Prozess
es: Proceso
fa: روند
hi: प्रक्रिया
ru: Процесс

source: Copy
de: Kopieren
es: Copia
fa: کپی 🀄
hi: प्रतिलिपि
ru: Копировать

source: Error!
de: Fehler!
fa: خطا!
hi: गलती!
ru: Ошибка!

source: Error
de: Fehler
fa: خطا
hi: गलती
ru: Ошибка

source: Backend not available!
de: Server nicht verfügbar!
es: Backend no disponible!
fa: Backend در دسترس نیست!
hi: बैकएंड उपलब्ध नहीं है!
ru: Backend недоступен!

source: Subject
de: Betreff
es: Asunto
fa: موضوع
hi: विषय
ru: Тема

source: Date
de: Datum
es: Fecha
fa: تاریخ
hi: दिनांक
ru: Дата

source: Mark as read
de: Als gelesen markieren
es: Marca como leído
fa: به عنوان خوانده شده علامت بزن
hi: पढ़े हुए का चिह्न
ru: Пометить прочитанным

source: Mark as unread
de: Als ungelesen markieren
es: Marca como no leído
fa: به عنوان خوانده نشده علامت گذاری کن
hi: अपठित के रूप में चिह्नित करें
ru: Пометить непрочитанным

source: No messages to show
de: Keine Nachrichten zum anzeigen
es: No hay mensajes para mostrar
fa: هیچ پیامی برای نمایش وجود ندارد
hi: दिखाने के लिए कोई संदेश नहीं
ru: Нет сообщений

source: Admin
de: Administrator
fa: مدیر
hi: व्यवस्थापक
ru: Администратор

source: Machines
de: Maschinen
es: Máquinas
fa: ماشین آلات
hi: मशीनों
ru: Машины

source: machines
de: Maschinen
es: máquinas
fa: ماشین آلات
hi: मशीनों
ru: машины

source: Users
de: Benutzer
es: Usuarios
fa: کاربران
hi: उपयोगकर्ताओं
ru: Пользователи

source: users
de: Benutzer
es: usuarios
fa: کاربران
hi: उपयोगकर्ताओं
ru: пользователи

source: Messages
de: Nachrichten
es: Mensajes
fa: پیام ها
hi: संदेशों
ru: Сообщения

source: messages
de: Nachrichten
es: mensajes
fa: پیام ها
hi: संदेशों
ru: сообщения

source: Admin tools
de: Administratorwerkzeuge
es: Herramientas de administración
fa: ابزارهای مدیریت
hi: व्यवस्थापक उपकरण
ru: Инструменты администратора

source: Remove Base
es: Eliminar la base
fa: حذف پایه
hi: आधार निकालें
ru: Удалить базу

source: Restore
de: Wiederherstellen
es: Restaura
fa: بازگرداندن
hi: पुनर्स्थापित करना
ru: Восстановить

source: Hibernate
de: Ruhezustand
es: Hibernar
fa: خواب زمستانی
hi: हाइबरनेट
ru: Приостановить

source: Are you sure?
de: Sind Sie sicher?
es: Estás seguro/a?
fa: مطمئنی؟
hi: क्या आपको यकीन है?
ru: Вы уверены?

source: Yes
de: Ja
es: Sí
fa: آره
hi: हाँ
ru: Да

source: No
de: Nein
fa: خیر
hi: नहीं
ru: Нет

source: Make public
de: Öffentlich machen
es: Haz público
fa: عمومی کردن
hi: सार्वजनिक करें
ru: Опубликовать

source: Machine settings
de: Maschineneinstellungen
es: Preferencias de la máquina
fa: تنظیمات ماشین
hi: मशीन सेटिंग्स
ru: Настройки машины

source: Cannot remove base, machine has clones
de: Basis kann nicht entfernt werden, Maschine hat Klone
es: No se puede borrar la base, la máquina tiene clones
fa: نمی توان پایه را حذف کرد، دستگاه کلون دارد
hi: आधार नहीं हटा सकता, मशीन में क्लोन हैं
ru: Не удаётся удалить базу, у машины есть клоны

source: Show active
de: Aktive anzeigen
es: Mostrar las activas
fa: نمایش فعال
hi: सक्रिय दिखाएं
ru: Показать активные

source: Show clones
de: Klone anzeigen
es: Muestra los clones
fa: نمایش کلون ها
hi: क्लोन दिखाएं
ru: Показать клоны

source: show clones
de: Klone anzeigen
es: muestra los clones
fa: نمایش کلون ها
hi: क्लोन दिखाएं
ru: показать клоны

source: Hide clones
de: Klone ausblenden
es: Esconde los clones
fa: مخفی کردن کلون ها
hi: क्लोन छुपाएं
ru: Скрыть клоны

source: hide clones
de: Klonen ausblenden
es: esconde los clones
fa: کلون ها را پنهان کنید
hi: क्लोन छुपाएं
ru: скрыть клоны

source: For Spice redirection you will need to install
de: Für die Spice Weiterleitung müssen Sie folgendes installieren
es: Para la redirección de spice, necesitarás instalar
fa: برای تغییر مسیر Spice باید نصب کنید
hi: स्पाइस पुनर्निर्देशन के लिए आपको इंस्टॉल करना होगा
ru: Для получения доступа по протоколу Spice необходимо установить

source: in your computer.
de: in Ihrem Computer.
es: en tu ordenador.
fa: در کامپیوتر شما
hi: आपके कंप्यूटर में।
ru: на компьютер.

source: Search in your distro, e.g. in Debian/Ubuntu with
de: Suche in deiner Distribution (Debian/Ubuntu)
es: Busca en tu distro, p.e. en Debian/Ubuntu con
fa: در توزیع خود جستجو کنید، به عنوان مثال در دبیان/اوبونتو با
hi: अपने डिस्ट्रो में खोजें, उदाहरण के लिए डेबियन/उबंटू में
ru: Найдите пакет в своем дистрибутиве, например, команда установки для Debian/Ubuntu

source: You will need to install
de: Sie müssen folgendes installieren
es: Necesitarás instalar
fa: شما باید نصب کنید
hi: आपको स्थापित करने की आवश्यकता होगी
ru: Необходимо установить

source: and USB drivers (
de: und USB-Treiber (
es: y los drivers USB (
fa: و درایورهای USB (
hi: और यूएसबी ड्राइवर (
ru: и USB -драйверы (

source: To make this possible, copy the content of
es: Para hacer esto posible, copia el contenido de
fa: برای ایجاد این امکان، محتوای آن را کپی کنید
hi: इसे संभव बनाने के लिए, की सामग्री को कॉपी करें
ru: Для этого следует скопировать содержимое файла

source: to an ASCII file and save it with a .reg extension, then execute the file.
es: a un fichero ASCII, grábalo con extensión .reg y ejecútalo.
fa: در یک فایل ASCII و با پسوند reg ذخیره کنید، سپس فایل را اجرا کنید.
hi: एक ASCII फ़ाइल में और इसे .reg एक्सटेंशन के साथ सहेजें, फिर फ़ाइल को निष्पादित करें।
ru: в ASCII файл и сохранить его с расширением .reg, и затем запустить этот файл.

source: Please, make sure you have the right path and release, according to your PC configuration.
es: Por favor, asegúrate tener de tener el camino y versión correcto, dependiendo de la configuración de tu PC.
fa: لطفاً مطمئن شوید که با توجه به پیکربندی رایانه شخصی خود، مسیر و انتشار درست را دارید.
hi: कृपया, सुनिश्चित करें कि आपके पास अपने पीसी कॉन्फ़िगरेशन के अनुसार सही पथ और रिलीज़ है।
ru: Убедитесь, что вы указали путь и версию программы в соответствии с конфигурацией вашего ПК.

source: Login
de: Anmelden
es: Conéctate
fa: وارد شدن
hi: लॉग इन करें
ru: Войти

source: SSO/CAS Login
es: Login con SSO/CAS
fa: ورود به سیستم SSO/CAS
hi: एसएसओ/सीएएस लॉगिन
ru: Войти с помощью SSO/CAS

source: Welcome
de: Willkommen
es: Bienvenido
fa: خوش آمدی
hi: स्वागत
ru: Добро пожаловать

source: A viewer is required to run the virtual machines.
de: Ein Viewer ist erforderlich, um die virtuellen Maschinen auszuführen.
es: Se precisa de un visualizador para encender la máquina virtual.
fa: برای اجرای ماشین های مجازی به بیننده نیاز است.
hi: वर्चुअल मशीन चलाने के लिए एक दर्शक की आवश्यकता होती है।
ru: Для запуска виртуальных машин требуется средство просмотра.

source: It is required a viewer to run the virtual machines.
de: Zum Ausführen der virtuellen Maschinen ist ein Viewer erforderlich.
es: Es necesario un visor para ejecutar las máquinas virtuales.
fa: برای اجرای ماشین های مجازی به یک بیننده نیاز است.
hi: वर्चुअल मशीन को चलाने के लिए एक दर्शक की आवश्यकता होती है।
ru: Для запуска виртуальных машин требуется средство просмотра.

source: Virtual Machines
de: Virtuelle Maschinen
es: Máquinas Virtuales
fa: ماشین های مجازی
hi: आभाषी दुनिया
ru: Виртуальные машины

source: User
de: Benutzer
es: Usuario
fa: کاربر
hi: उपयोगकर्ता
ru: Пользователь

source: Password
de: Passwort
es: Contraseña
fa: کلمه عبور
hi: पासवर्ड
ru: Пароль

source: Start session
de: Starte Sitzung
es: Iniciar sesión
fa: شروع جلسه
hi: सत्र शुरू करें
ru: Начать сеанс

source: bits) in your computer.
de: Bits) in Ihrem Computer.
es: bits) en tu ordenador.
fa: بیت) در رایانه شما.
hi: बिट्स) आपके कंप्यूटर में।
ru: бит) на компьютер.

source: Permissions
de: Berechtigung
es: Permisos
fa: مجوزها
hi: अनुमतियां
ru: Разрешения

source: can change the settings of owned virtual machines.
de: kann die Einstellungen von eigenen virtuellen Maschinen ändern.
es: puede cambiar los parámetros de las máquinas virtuales en posesión.
fa: می تواند تنظیمات ماشین های مجازی متعلق به خود را تغییر دهد.
hi: स्वामित्व वाली वर्चुअल मशीनों की सेटिंग्स को बदल सकता है।
ru: может изменять настройки собственных виртуальных машин.

source: can change the settings of any virtual machine.
es: puede cambiar los parámetros de cualquier máquina virtual.
fa: می تواند تنظیمات هر ماشین مجازی را تغییر دهد.
hi: किसी भी वर्चुअल मशीन की सेटिंग्स को बदल सकते हैं।
ru: может изменять настройки любой виртуальной машины.

source: can change the settings of any virtual machine
es: puede cambiar los parámetros de cualquier máquina virtual
fa: می تواند تنظیمات هر ماشین مجازی را تغییر دهد
hi: किसी भी वर्चुअल मशीन की सेटिंग बदल सकते हैं
ru: может изменять настройки любой виртуальной машины,

source: cloned from one base owned by the user.
de: von einer Basis geklont, die dem Benutzer gehört.
es: clonado desde una base en posesión del usuario.
fa: از یک پایگاه متعلق به کاربر کلون شده است.
hi: उपयोगकर्ता के स्वामित्व वाले एक आधार से क्लोन किया गया।
ru: клонированной из базы, принадлежащей пользователю.

source: can clone public virtual machines.
de: kann öffentliche virtuelle Maschinen klonen.
es: puede clonar máquinas virtuales públicas.
fa: می تواند ماشین های مجازی عمومی را شبیه سازی کند.
hi: सार्वजनिक आभासी मशीनों का क्लोन बना सकते हैं।
ru: может клонировать общедоступные виртуальные машины.

source: can clone any virtual machine.
de: kann alle virtuelle Maschinen klonen.
es: puede clonar cualquier máquina virtual.
fa: می تواند هر ماشین مجازی را شبیه سازی کند.
hi: किसी भी वर्चुअल मशीन को क्लोन कर सकते हैं।
ru: может клонировать любую виртуальную машину.

source: can create bases.
de: kann Basis erstellen.
es: puede crear bases.
fa: می تواند پایه ایجاد کند.
hi: आधार बना सकते हैं।
ru: может создавать базы.

source: can create virtual machines.
de: kann virtuelle Maschinen erstellen.
es: puede crear máquinas virtuales.
fa: می تواند ماشین های مجازی ایجاد کند.
hi: वर्चुअल मशीन बना सकते हैं।
ru: может создавать виртуальные машины.

source: can grant permissions to other users
de: kann Berechtigung für andere Benutzer erteilen
es: puede otorgar permisos a otros usuarios
fa: می تواند به کاربران دیگر مجوز بدهد
hi: अन्य उपयोगकर्ताओं को अनुमति दे सकते हैं
ru: может предоставлять разрешения другим пользователям

source: can hibernate any virtual machine.
de: kann jede virtuelle Maschine in den Ruhezustand versetzen.
es: puede hibernar cualquier máquina virtual.
fa: می تواند هر ماشین مجازی را خواب زمستانی کند.
hi: किसी भी वर्चुअल मशीन को हाइबरनेट कर सकता है।
ru: может приостанавливать любую виртуальную машину.

source: can hibernate clones from virtual machines owned by the user.
de: kann Klone von virtuellen Maschinen, die dem Benutzer gehören, in den Ruhezustand bringen.
es: puede hibernar los clones de máquinas virtuales en posesión del usuario.
fa: می تواند کلون ها را از ماشین های مجازی متعلق به کاربر در حالت خواب زمستانی قرار دهد.
hi: उपयोगकर्ता के स्वामित्व वाली वर्चुअल मशीनों से क्लोन को हाइबरनेट कर सकता है।
ru: может приостанавливать клоны виртуальных машин, принадлежащих пользователю.

source: can hibernate any clone.
de: kann jeden Klon in den Ruhezustand bringen.
es: puede hibernar cualquier clon.
fa: می تواند هر کلونی را خواب زمستانی کند.
hi: किसी भी क्लोन को हाइबरनेट कर सकता है।
ru: может приостанавливать любой клон.

source: can remove any virtual machine owned by the user.
es: puede borrar las máquinas virtuales de su posesión.
fa: می تواند هر ماشین مجازی متعلق به کاربر را حذف کند.
hi: उपयोगकर्ता के स्वामित्व वाली किसी भी वर्चुअल मशीन को हटा सकता है।
ru: может удалять любые виртуальные машины, принадлежащие пользователю.

source: can remove any virtual machine.
de: kann jede virtuelle Maschine entfernen.
es: puede quitar cualquier máquina virtual.
fa: می تواند هر ماشین مجازی را حذف کند.
hi: किसी भी वर्चुअल मशीन को हटा सकते हैं।
ru: может удалять любые виртуальные машины.

source: can remove clones from virtual machines owned by the user.
de: kann Klone von virtuellen Maschinen entfernen, die dem Benutzer gehören.
es: puede quitar los clones de máquinas virtuales en posesión del usuario.
fa: می تواند کلون ها را از ماشین های مجازی متعلق به کاربر حذف کند.
hi: उपयोगकर्ता के स्वामित्व वाली वर्चुअल मशीनों से क्लोन हटा सकता है।
ru: может удалять клоны виртуальных машин, принадлежащих пользователю.

source: can remove any clone.
de: kann jeden Klon entfernen.
es: puede quitar cualquier clon.
fa: می تواند هر کلونی را حذف کند.
hi: किसी भी क्लोन को हटा सकते हैं।
ru: может удалять любые клоны.

source: can take a screenshot of any virtual machine owned by the user.
de: kann einen Screenshot einer virtuellen Maschine erstellen, die dem Benutzer gehört.
es: puede tomar una captura de pantalla de cualquier máquina virtual en posesión del usuario.
fa: می تواند از هر ماشین مجازی متعلق به کاربر اسکرین شات بگیرد.
hi: उपयोगकर्ता के स्वामित्व वाली किसी भी वर्चुअल मशीन का स्क्रीनशॉट ले सकता है।
ru: может делать снимки экрана любой виртуальной машины, принадлежащей пользователю.

source: can take a screenshot of any virtual machine.
de: kann einen Screenshot einer virtuellen Maschine erstellen.
es: puede tomar una captura de pantalla de cualquier máquina virtual.
fa: می تواند از هر ماشین مجازی اسکرین شات بگیرد.
hi: किसी भी वर्चुअल मशीन का स्क्रीनशॉट ले सकते हैं।
ru: может делать снимки экрана любой виртуальной машины.

source: can shutdown any virtual machine.
de: kann jede virtuelle Maschine herunterfahren.
es: puede apagar cualquier máquina virtual.
fa: می تواند هر ماشین مجازی را خاموش کند.
hi: किसी भी वर्चुअल मशीन को बंद कर सकते हैं।
ru: может выключать любую виртуальную машину.

source: can shutdown clones from virtual machines owned by the user.
de: kann Klone von virtuellen Maschinen herunterfahren, die dem Benutzer gehören.
es: puede apagar los clones de máquinas virtuales en posesión del usuario.
fa: می تواند کلون ها را از ماشین های مجازی متعلق به کاربر خاموش کند.
hi: उपयोगकर्ता के स्वामित्व वाली आभासी मशीनों से क्लोन बंद कर सकते हैं।
ru: может выключать клоны виртуальных машин, принадлежащих пользователю.

source: Submit Query
de: Anfrage absenden
es: Enviar Consulta
fa: ارسال پرس و جو
hi: क्वेरी सबमिट करें
ru: Отправить запрос

source: From Template
de: Von Vorlage
es: Desde la Plantilla
fa: از قالب
hi: टेम्पलेट से
ru: Из шаблона

source: From Machine
de: Von Maschine
es: Desde la Máquina
fa: از ماشین
hi: मशीन से
ru: Из машины

source: Backend
de: Server
hi: बैकएंड

source: Select Template
de: Vorlage auswählen
es: Selecciona la Plantilla
fa: الگو را انتخاب کنید
hi: टेम्पलेट का चयन करें
ru: Выберите шаблон

source: Download now
de: Jetzt herunterladen
es: Descargar ahora
fa: اکنون بارگیری کن
hi: अभी डाउनलोड करें
ru: Загрузить сейчас

source: Select ISO
de: Auswahl ISO
es: Seleccionar ISO
fa: ISO را انتخاب کنید
hi: आईएसओ चुनें
ru: Выбрать ISO

source: Template
de: Vorlage
es: Plantilla
fa: قالب
hi: टेम्पलेट
ru: Шаблон

source: Disk Size: (GB)
de: Festplattengröße: (GB)
es: Tamaño del Disco: (GB)
fa: حجم دیسک: (گیگابایت)
hi: डिस्क का आकार: (जीबी)
ru: Размер диска: (ГБ)

source: Swap Size: (GB)
de: Swap Größe: (GB)
es: Tamaño de Swap: (GB)
fa: حجم مبادله: (گیگابایت)
hi: स्वैप आकार: (जीबी)
ru: Размер Swap: (ГБ)

source: Ram: (GB)
de: Arbeitsspeicher: (GB)
fa: رم: (GB)
hi: राम: (जीबी)
ru: ОЗУ: (ГБ)

source: Machine name is required.
de: Der Name der Maschinen ist erforderlich.
es: El nombre de la máquina es necesario.
fa: نام ماشین الزامی است.
hi: मशीन का नाम आवश्यक है।
ru: Имя машины обязательно.

source: Machine name can't exceed 20 characters.
de: Der Computername darf nicht länger als 20 Zeichen sein.
es: El nombre de la máquina no puede superar los 20 caracteres.
fa: نام ماشین نمی تواند بیش از 20 نویسه باشد.
hi: मशीन का नाम 20 वर्णों से अधिक नहीं हो सकता।
ru: Имя виртуальной машины не может превышать 20 символов.

source: Backend selection is required.
de: Backend-Auswahl ist erforderlich.
es: Hace falta seleccionar un backend.
fa: انتخاب Backend مورد نیاز است.
hi: बैकएंड चयन की आवश्यकता है।
ru: Необходимо выбрать Backend.

source: ISO image selection is required.
de: ISO-Image ist erforderlich.
es: Hace falta seleccionar una imagen de ISO.
fa: انتخاب تصویر ISO الزامی است.
hi: आईएसओ छवि चयन आवश्यक है।
ru: Необходимо выбрать ISO образ.

source: Template selection is required
de: Auswahl einer Vorlage ist erforderlich
es: Es necesario seleccionar una plantilla
fa: انتخاب الگو الزامی است
hi: टेम्पलेट चयन आवश्यक है
ru: Необходимо выбрать шаблон

source: A machine with that name already exists.
de: Eine Maschine mit diesem Namen existiert bereits.
es: Una máquina con ese nombre ya existe.
fa: ماشینی با آن نام از قبل وجود دارد.
hi: उस नाम की एक मशीन पहले से मौजूद है।
ru: Виртуальная машина с таким именем уже существует.

source: The machine name is only allowed to consist of alphabetic characters, numbers, dashes and points.
de: Der Maschinenname darf nur aus Buchstaben, Zahlen, Bindestrichen und Punkten bestehen.
es: El nombre de la máquina solo puede contener caracteres alfabéticos, números, guiones y puntos.
fa: نام دستگاه فقط مجاز است از حروف الفبا، اعداد، خط تیره و نقاط تشکیل شده باشد.
hi: मशीन के नाम में केवल अल्फाबेटिक कैरेक्टर, नंबर, डैश और पॉइंट शामिल होने की अनुमति है।
ru: Имя виртуальной машины может состоять только из букв латинского алфавита, цифр, дефисов и точек.

source: machine
fa: خط تیره
hi: डैश

source: Create
de: Erstellen
es: Crear
fa: ایجاد کردن
hi: सृजन करना
ru: Создать

source: monitoring
de: Überwachung
es: monitorización
fa: نظارت بر
hi: निगरानी
ru: мониторинг

source: Are you sure you want to remove the base of
es: ¿Estás seguro que quieres borrar la base de
fa: آیا مطمئن هستید که می خواهید پایه را بردارید؟
hi: क्या आप वाकई का आधार हटाना चाहते हैं
ru: Вы уверены, что хотите удалить базу

source: Are you sure you want to prepare the base of
es: ¿Estás seguro que quieres preparar la base de
fa: آیا مطمئن هستید که می خواهید پایه آن را تهیه کنید
hi: क्या आप वाकई का आधार तैयार करना चाहते हैं?
ru: Вы уверены, что хотите подготовить базу

source: Are you sure you want to change the Public state of
de: Sind Sie sicher, dass den Status ändern wollen von
es: Estás seguro de querer cambiar el estado público de
fa: آیا مطمئن هستید که می خواهید وضعیت عمومی را تغییر دهید
hi: क्या आप वाकई . की सार्वजनिक स्थिति को बदलना चाहते हैं
ru: Вы уверены, что хотите изменить общедоступное состояние

source: Search
de: Suche
es: Buscar
fa: جستجو کردن
hi: खोज
ru: Поиск

source: There are no public bases available in this system.
de: In diesem System sind keine öffentlichen Basen verfügbar.
es: No hay bases públicas disponibles en este sistema.
fa: هیچ پایگاه عمومی در این سیستم موجود نیست.
hi: इस प्रणाली में कोई सार्वजनिक आधार उपलब्ध नहीं हैं।
ru: В этой системе нет общедоступных баз.
