Repository: UPC/ravada
Catalog: lib/Ravada/I18N/*.po
Languages: de, es, fa, hi, ru

source: Error: the LDAP entry for this user has been removed.
de: Fehler: Der LDAP Eintrag für diesen Benutzer wurde gelöscht.
es: Error: la entrada LDAP para este usuario ha sido borrada.
fa: خطا: ورودی LDAP برای این کاربر حذف شده است.
hi: त्रुटि: इस उपयोगकर्ता के लिए LDAP प्रविष्टि को हटा दिया गया है।
ru: Ошибка: LDAP запись для этого пользователя была удалена.

source: No machines found
de: Keine Maschinen gefunden
es: No se encuentra ninguna máquina
fa: هیچ ماشینی پیدا نشد
hi: कोई मशीन नहीं मिली
ru: Машины не найдены

source: Warning: anonymous machines won't show up unless you set them public.
es: Atención: las máquinas anónimas no se mostrarán a menos que se configuren como públicas.
fa: هشدار: ماشین‌های ناشناس نمایش داده نمی‌شوند مگر اینکه آنها را عمومی کنید.
hi: चेतावनी: अनाम मशीनें तब तक दिखाई नहीं देंगी जब तक आप उन्हें सार्वजनिक नहीं करते।
ru: Предупреждение: анонимные машины не будут отображаться, если вы не сделаете их общедоступными.

source: New network
de: Neues Netzwerk
es: Nueva red
fa: شبکه جدید
hi: नया नेटवर्क
ru: Новая сеть

source: name
es: nombre
fa: نام
hi: नाम
ru: имя

source: address
es: dirección
fa: نشانی
hi: पता
ru: адрес

source: Network address is required.
de: Netzwerkadresse ist erforderlich
es: Es necesario una dirección de red.
fa: آدرس شبکه مورد نیاز است.
hi: नेटवर्क पता आवश्यक है।
ru: Укажите адрес сети.

source: Invalid IP network address. Expecting a.b.c.d/e
de: Ungültige Netzwerkadresse. Erwartet: a.b.c.d/e
es: Dirección de red incorrecta. Formato a.b.c.d/e
fa: آدرس شبکه IP نامعتبر است. انتظار abcd/e
hi: अमान्य IP नेटवर्क पता। एबीसीडी/ई . की अपेक्षा
ru: Неверный IP-адрес сети. Ожидается a.b.c.d/e

source: This address is duplicated
es: Dirección duplicada
fa: این آدرس تکراری است
hi: यह पता डुप्लीकेट है
ru: Этот адрес уже существует

source: password
es: contraseña
fa: کلمه عبور
hi: पासवर्ड
ru: пароль

source: Requires viewer password when implemented
de: Benötigt Anzeigepasswort, wenn implementiert
es: Requiere la contraseña de visor si se implementa
fa: هنگام اجرا به رمز عبور بیننده نیاز دارد
hi: लागू होने पर व्यूअर पासवर्ड की आवश्यकता होती है
ru: Требовать пароль для доступа к удалённому рабочему столу (если применимо)

source: Set either
es: Establecer cualquiera
fa: تنظیم کنید
hi: या तो सेट करें
ru: Установите или

source: all machines
es: todas las máquinas
fa: تمام ماشین آلات
hi: सभी मशीनें
ru: все виртуальные машины

source: or
es: ó
fa: یا
hi: या
ru: или

source: no machines
es: ninguna máquina
fa: بدون ماشین
hi: कोई मशीन नहीं
ru: никакие виртуальные машины

source: for users in this network
es: para los usuarios de esta red
fa: برای کاربران این شبکه
hi: इस नेटवर्क में उपयोगकर्ताओं के लिए
ru: для пользователей в этой сети

source: Network
de: Netzwerk
es: Red
fa: شبکه
hi: नेटवर्क
ru: Сеть

source: saved.
es: guardado.
fa: ذخیره.
hi: बचाया।
ru: сохранены.

source: Are you sure you want to remove the
es: ¿Estás seguro que quieres borrar la
fa: آیا مطمئن هستید که می خواهید آن را حذف کنید
hi: क्या आप वाकई इसे हटाना चाहते हैं
ru: Вы уверены, что хотите удалить

source: yes
es: sí
fa: آره
hi: हां
ru: да

source: Choose the virtualization type of the Node.
de: Virtualisierungstyp des Knoten wählen.
es: Escoge el tipo de virtualización del nodo.
fa: نوع مجازی سازی Node را انتخاب کنید.
hi: नोड का वर्चुअलाइजेशन प्रकार चुनें।
ru: Выберите тип виртуализации для узла.

source: Check connection to
de: Kontrolliere die Verbindung zu
es: Comprobando conexión a
fa: اتصال به را بررسی کنید
hi: से कनेक्शन जांचें
ru: Проверить соединение с

source: A node with that address already exists.
de: Es existiert bereits ein Knoten mit dieser Adresse.
es: Ya existe un nodo con esta dirección.
fa: یک گره با آن آدرس از قبل وجود دارد.
hi: उस पते वाला एक नोड पहले से मौजूद है।
ru: Узел с таким адресом уже существует.

source: Save
de: Speichern
es: Guardar
fa: صرفه جویی
hi: बचाना
ru: Сохранить

source: Testing connection to
de: Teste verbindung zu
es: Comprobando conexión a
fa: تست اتصال به
hi: परीक्षण कनेक्शन
ru: Проверка соединения с

source: No bases found
es: No se ha encontrado ninguna base
fa: هیچ پایه ای پیدا نشد
hi: कोई आधार नहीं मिला
ru: Базы не найдены

source: This base has
es: Esta base tiene
fa: این پایگاه دارد
hi: यह आधार है
ru: У этой базы есть

source: backup directory
es: directorio de copia de seguridad
fa: دایرکتوری پشتیبان
hi: बैकअप निर्देशिका
ru: каталог резервных копий

source: This is a main node and can't be removed.
es: El nodo principal no puede ser borrado.
fa: این یک گره اصلی است و نمی توان آن را حذف کرد.
hi: यह एक मुख्य नोड है और इसे हटाया नहीं जा सकता।
ru: Это основной узел и он не может быть удалён.

source: Are you sure you want to remove the node
de: Möchten Sie diesen Knoten wirlich entfernen
es: ¿Estás seguro de que quieres borrar el nodo
fa: آیا مطمئن هستید که می خواهید گره را حذف کنید؟
hi: क्या आप वाकई नोड को हटाना चाहते हैं
ru: Вы уверены, что хотите удалить узел

source: This node has
es: Este nodo tiene
fa: این گره دارد
hi: इस नोड में है
ru: На этом узле есть

source: bases.
fa: پایه ها
hi: आधार
ru: баз(а/ы).

source: Remove bases in node
es: Eliminar bases del nodo
fa: پایه ها را در گره بردارید
hi: नोड में आधार निकालें
ru: Удалить базы с узла

source: Request
de: Anfrage
es: Petición
fa: درخواست
hi: प्रार्थना
ru: Запрос

source: Removing Virtual Machine
de: Entferne virtuelle Maschine
es: Eliminando máquina virtual
fa: حذف ماشین مجازی
hi: वर्चुअल मशीन को हटाना
ru: Удаление виртуальной машины

source: This can't be undone
es: Esto no puede ser deshecho
fa: این قابل واگرد نیست
hi: इसे पूर्ववत नहीं किया जा सकता
ru: Это действие не может быть отменено

source: and will remove all the disk and information of this virtual machine.
es: y se borrarán todos los discos y la información de esta máquina virtual.
fa: و تمام دیسک و اطلاعات این ماشین مجازی را حذف خواهد کرد.
hi: और इस वर्चुअल मशीन की सभी डिस्क और सूचनाओं को हटा देगा।
ru: и удалит весь диск и всю информацию об этой виртуальной машине.

source: Please insert
de: Bitte eingeben
es: Por favor, introduce
fa: لطفا وارد کنید
hi: कृपया अंदर डालिये
ru: Введите

source: not
es: no
fa: نه
hi: नहीं

source: to apply.
es: para aplicar.
fa: بکار گرفتن.
hi: लागू करने के लिए।
ru: чтобы применить.

source: Display
de: Anzeige
es: Visualización
fa: نمایش دادن
hi: दिखाना
ru: Дисплей

source: Machine Information
de: Maschineninformationen
es: Información de la máquina
fa: اطلاعات ماشین
hi: मशीन की जानकारी
ru: Информация о машине

source: Internal IP
de: Interne IP
es: IP Interna
fa: IP داخلی
hi: आंतरिक आईपी
ru: Внутренний IP

source: waiting for network to come up
es: esperando que se active la red
fa: منتظر آمدن شبکه
hi: नेटवर्क आने का इंतजार
ru: ожидание подключения сети

source: Max Memory
de: Max. Speicher
es: Memoria Max
fa: حداکثر حافظه
hi: अधिकतम मेमोरी
ru: Максимальное выделение памяти

source: CPUs
fa: CPU ها
hi: सीपीयू
ru: Процессоры

source: reopen
es: reabrir
fa: بازگشایی
hi: फिर से खोलना
ru: переоткрыть

source: down
es: caído
fa: پایین
hi: नीचे
ru: отключён

source: I don't know settings tabs for:
es: No conozco las pestañas de configuración de:
fa: من برگه های تنظیمات را نمی دانم:
hi: मैं इसके लिए सेटिंग टैब नहीं जानता:
ru: Не существует настроек для:

source: Hardware
fa: سخت افزار
hi: हार्डवेयर
ru: Оборудование

source: Base
de: Basis
fa: پایه
hi: आधार
ru: База

source: Ports
es: Puertos
fa: پورت ها
hi: बंदरगाहों
ru: Порты

source: Access
de: Zugreifen
es: Acceso
fa: دسترسی داشته باشید
hi: पहुँच
ru: Доступ

source: Waiting for requests to complete
es: Esperando que se completen las peticiones
fa: در انتظار تکمیل درخواست ها
hi: अनुरोधों के पूरा होने की प्रतीक्षा में
ru: Ожидание выполнения запроса

source: Recent requests
de: Letzte Anfragen
es: Peticiones recientes
fa: درخواست های اخیر
hi: हाल के अनुरोध
ru: Последние запросы

source: Force ShutDown
de: Herunterfahren erzwingen
es: Forzar apagado
fa: خاموش کردن اجباری
hi: जबरन शटडाउन
ru: Выключить принудительно

source: Reboot
de: Neustart
es: Reiniciar
fa: راه اندازی مجدد
hi: रीबूट
ru: Перезагрузить

source: Force Reboot
de: Neustart erzwingen
es: Forzar reiniciado
fa: راه اندازی مجدد اجباری
hi: फोर्स रिबूट
ru: Перезагрузить принудительно

source: Compact
de: Kompakt
es: Compactar
fa: فشرده - جمع و جور
hi: सघन
ru: Сжать

source: Compact disk volumes
es: Compactar volúmenes de disco
fa: حجم دیسک فشرده
hi: कॉम्पैक्ट डिस्क वॉल्यूम
ru: Сжать жёсткие диски

source: This virtual machine has already been compacted
es: Esta máquina ya ha sido compactada
fa: این ماشین مجازی قبلا فشرده شده است
hi: यह वर्चुअल मशीन पहले ही संकुचित हो चुकी है
ru: Эта виртуальная машина уже сжата

source: Purge
de: Löschen
es: Purgar
fa: پاکسازی
hi: शुद्ध करना
ru: Очистить

source: Purge disk volumes
de: Festplatte löschen
es: Purgar volúmenes de disco
fa: پاکسازی حجم دیسک
hi: पर्ज डिस्क वॉल्यूम
ru: Очистить разделы диска

source: This machine is locked by process
es: Esta máquina está bloqueada por proceso
fa: این دستگاه با فرآیند قفل می شود
hi: यह मशीन प्रक्रिया द्वारा बंद है
ru: Эта машина заблокирована процессом

source: process
es: proceso
fa: روند
hi: प्रक्रिया
ru: процесс

source: This base can't be removed because the domain has clones.
es: Esta base no se puede borrar porque el dominio tiene clones.
fa: این پایه قابل حذف نیست زیرا دامنه دارای کلون است.
hi: इस आधार को हटाया नहीं जा सकता क्योंकि डोमेन में क्लोन हैं।
ru: Эта база не может быть удалена, так как у неё есть клоны.

source: Loading machine
de: Lade Maschine
es: Cargando máquina
fa: ماشین بارگیری
hi: लोड हो रहा है मशीन
ru: Загрузка машины

source: waiting for requests
es: esperando peticiones
fa: در انتظار درخواست ها
hi: अनुरोधों की प्रतीक्षा में
ru: ожидание запроса

source: Loading nodes
de: Lade Knoten
es: Cargando nodos
fa: در حال بارگذاری گره ها
hi: लोड हो रहा है नोड्स
ru: Загрузка узлов

source: Node down
de: Knote offline
es: Nodo caído
fa: گره پایین
hi: नोड डाउन
ru: Узел не активен

source: Node disabled
de: Knoten deaktiviert
es: Nodo desactivado
fa: گره غیرفعال است
hi: नोड अक्षम
ru: Узел отключён

source: This base has clones
es: Esta base tiene clones
fa: این پایگاه دارای کلون می باشد
hi: इस आधार में क्लोन हैं
ru: У этой базы есть клоны

source: today
es: hoy
fa: امروز
hi: आज
ru: сегодня

source: New Booking
de: Neue Reservierung
es: Nueva reserva
fa: رزرو جدید
hi: नई बुकिंग
ru: Новый заказ

source: Exec. time
de: Ausführzeit
es: Tiempo de ejecución
fa: مجری زمان
hi: निष्पादन समय
ru: Время выполнения

source: Exec clones sequentially
es: Ejecutar clones secuencialmente
fa: Exec به صورت متوالی کلون می شود
hi: क्रमिक रूप से क्लोन निष्पादित करें
ru: Выполнять на клонах последовательно

source: RAM (Gb)
fa: رم (گیگابایت)
hi: रैम (जीबी)
ru: ОЗУ (ГБ)

source: This name is invalid. It can only contain alphabetic, numbers, undercores and dashes and must start by a letter.
es: Nombre incorrecto. Solo puede contener caracteres alfabéticos, números, guiones, o guiones bajos y debe comenzar con una letra.
fa: این نام نامعتبر است. فقط می تواند شامل حروف الفبا، اعداد، زیر هسته و خط تیره باشد و باید با یک حرف شروع شود.
hi: यह नाम अमान्य है। इसमें केवल वर्णमाला, संख्याएं, अंडरकोर और डैश हो सकते हैं और एक अक्षर से शुरू होना चाहिए।
ru: Недопустимое имя. Имя может содержать только буквы латинского алфавита, цифры, символы подчёркивания и дефисы, и должно начинаться с буквы.

source: I can't find
es: No se encuentra
fa: من نمی توانم پیدا کنم
hi: मुझे नहीं मिल रहा है
ru: Невозможно найти

source: driver
es: controlador
fa: راننده
hi: चालक
ru: драйвер

source: This machine is running and can't be modified.
es: Esta máquina está en marcha y no puede ser modificada.
fa: این دستگاه در حال کار است و نمی توان آن را تغییر داد.
hi: यह मशीन चल रही है और इसे संशोधित नहीं किया जा सकता है।
ru: Эта виртуальная машина запущена и не может быть изменена.

source: This machine is base and can't be modified.
es: Esta máquina es una base y no puede ser modificada.
fa: این دستگاه پایه است و قابل تغییر نیست.
hi: यह मशीन आधार है और इसे संशोधित नहीं किया जा सकता है।
ru: Эта машина является базой и не может быть изменена.

source: Danger: This will destroy all the disk data permantently.
de: Achtung: Alle daten werden dieser Festplatte werden permanent gelöscht.
es: Peligro: Esto destruirá todos los datos de disco permanentemente.
fa: خطر: این کار تمام داده های دیسک را برای همیشه از بین می برد.
hi: खतरा: यह सभी डिस्क डेटा को स्थायी रूप से नष्ट कर देगा।
ru: Опасно: будут навсегда уничтожены навсегда все данные на диске.

source: Type the name of the volume disk to confirm:
es: Escribe el nombre del volumen para confirmar:
fa: برای تأیید، نام دیسک صدا را تایپ کنید:
hi: पुष्टि करने के लिए वॉल्यूम डिस्क का नाम टाइप करें:
ru: Введите имя жёсткого диска, чтобы подтвердить удаление:

source: No hardware found for
es: No se ha encontrado hardware para
fa: هیچ سخت افزاری برای
hi: के लिए कोई हार्डवेयर नहीं मिला

source: -- choose hardware --
de: -- Hardware auswählen --
es: -- elige hardware --
fa: -- انتخاب سخت افزار --
hi: -- हार्डवेयर चुनें --
ru: -- выбрать оборудование --

source: This machine is base and it can't be modified.
es: Esta máquina es una base y no puede ser modificada.
fa: این دستگاه پایه است و نمی توان آن را تغییر داد.
hi: यह मशीन आधार है और इसे संशोधित नहीं किया जा सकता है।
ru: Эта машина является базой и не может быть изменена.

source: The VM is
de: Die VM ist
es: Esta máquina virtual es
fa: VM است
hi: वीएम है
ru: ВМ

source: stopped
es: parada
fa: متوقف شد
hi: रोका हुआ
ru: выключена

source: Nothing to monitoring
de: Nichts zu überwachen
es: Nada a monitorizar
fa: چیزی برای نظارت نیست
hi: निगरानी के लिए कुछ नहीं
ru: Нечего мониторить

source: Start after migration
de: Nach migration starten
es: Iniciar después de la migración
fa: بعد از مهاجرت شروع کنید
hi: माइग्रेशन के बाद शुरू करें
ru: Запустить ВМ после миграции

source: This virtual machine is running. It must be shut down before migrate.
es: Esta máquina virtual está en ejecución. Deber ser apagada antes de migrar.
fa: این ماشین مجازی در حال اجراست. قبل از مهاجرت باید خاموش شود.
hi: यह वर्चुअल मशीन चल रही है। माइग्रेट करने से पहले इसे बंद कर देना चाहिए।
ru: Эта виртуальная машина запущена. Она должна быть выключена перед мигрированием.

source: Are you sure you want to migrate
de: Möchten Sie wirklich migrieren
es: ¿Estás seguro de que quieres migrar
fa: آیا مطمئن هستید که می خواهید مهاجرت کنید؟
hi: क्या आप वाकई माइग्रेट करना चाहते हैं
ru: Вы уверены, что хотите мигрировать

source: Max memory (MB)
de: Max. Speicher (MB)
es: Memoria máxima (MB)
fa: حداکثر حافظه (MB)
hi: अधिकतम मेमोरी (एमबी)
ru: Максимальное выделение памяти (МБ)

source: Current memory (MB)
de: Aktueller Speicher (MB)
es: Memoria actual (MB)
fa: حافظه فعلی (MB)
hi: वर्तमान मेमोरी (एमबी)
ru: Фактическое выделение памяти (МБ)

source: Run Timeout
es: Tiempo de espera en ejecución
fa: اجرای Timeout
hi: रन टाइमआउट
ru: Тайм-аут работы

source: Shutdown Timeout
de: Herunterfahren Zeitüberschreitung
es: Tiempo de espera de parada
fa: زمان خاموش شدن
hi: शटडाउन टाइमआउट
ru: Тайм-аут выключения

source: The machine will power off after this minutes after shutdown.
de: Nach dem Herunterfahren wird die Maschine nach dieser Zeit ausgeschaltet
es: La máquina será apagada después de estos minutos tras la parada.
fa: دستگاه پس از این دقیقه پس از خاموش شدن خاموش می شود.
hi: शटडाउन के बाद इस मिनट के बाद मशीन बंद हो जाएगी।
ru: Машина будет обесточена, по истечении этого количества минут после выключения.

source: Clones created from this machine will be removed on shutdown.
de: Klone die auf dieser Maschine erstellt wurden, werden beim herunterfahren gelöscht.
es: Los clones creados desde esta máquina serán borrados al apagarse.
fa: کلون های ایجاد شده از این دستگاه با خاموش شدن حذف خواهند شد.
hi: इस मशीन से बनाए गए क्लोन शटडाउन पर हटा दिए जाएंगे।
ru: Клоны, созданные с этой машины, будут удалены после выключения.

source: Virtual Machine will start on host start.
es: La máquina virtual se iniciará en el inició del anfitrión.
fa: ماشین مجازی با شروع میزبان شروع می شود.
hi: वर्चुअल मशीन होस्ट स्टार्ट पर शुरू होगी।
ru: Виртуальная машина будет запущена после запуска хоста.

source: Shutdown disconnected
de: Herunterfahren getrennt
es: Apagar desconectados
fa: خاموش شدن قطع شد
hi: शटडाउन डिस्कनेक्ट हो गया
ru: Выключить при отключении

source: Virtual Machine will be shutdown when user disconnects.
es: La máquina virtual será apagada cuando el usuario se desconecte.
fa: با قطع ارتباط کاربر، ماشین مجازی خاموش می شود.
hi: उपयोगकर्ता के डिस्कनेक्ट होने पर वर्चुअल मशीन बंद हो जाएगी।
ru: Виртуальная машина будет выключена при отключении пользователя.

source: Clones are volatile, so all the pool will be started.
es: Los clones son volátiles, así que se arrancará todo el pool.
fa: کلون ها فرار هستند، بنابراین تمام استخر شروع به کار خواهد کرد.
hi: क्लोन अस्थिर हैं, इसलिए सभी पूल शुरू हो जाएंगे।
ru: Клоны непостоянные, поэтому будет запущен весь пул.

source: Error: you want to have
es: Error: debes tener
fa: خطا: می خواهید داشته باشید
hi: त्रुटि: आप चाहते हैं
ru: Ошибка: вы хотите запустить

source: but there are only
es: pero solo hay uno
fa: اما فقط وجود دارد
hi: लेकिन वहाँ केवल
ru: но только

source: clones defined.
es: clones definidos.
fa: کلون تعریف شده است.
hi: क्लोन परिभाषित।
ru: клона определено.

source: Port
es: Puerto
fa: بندر
hi: पत्तन
ru: Порт

source: Restricted
de: Eingeschränkt
es: Restringido
fa: محصور
hi: प्रतिबंधित
ru: Ограниченный

source: Public Port
de: Öffentlicher Port
es: Puerto Público
fa: بندر عمومی
hi: सार्वजनिक बंदरगाह
ru: Публичный порт

source: Only remote client can access this port if restricted
de: Nur Remote Clients können diesen Port verwenden, wenn eingeschränkt
es: Solo el cliente remoto tendrá acceso a este puerto, si lo restringimos
fa: فقط کلاینت از راه دور می تواند به این پورت دسترسی داشته باشد در صورت محدودیت
hi: प्रतिबंधित होने पर केवल दूरस्थ क्लाइंट ही इस पोर्ट तक पहुंच सकता है
ru: Если отмечено, только удаленный клиент может получить доступ к этому порту

source: Only remote client can access this port
de: Nur Remote Clients können diesen Port verwenden
es: Sólo el cliente remoto podrá acceder a este puerto
fa: فقط مشتری راه دور می تواند به این پورت دسترسی داشته باشد
hi: केवल दूरस्थ क्लाइंट ही इस पोर्ट को एक्सेस कर सकता है
ru: Только удаленный клиент может получить доступ к этому порту

source: Any remote client can access this port
de: Jeder verbundene Client kann auf diesen Port zugreifen
es: Cualquier cliente remoto podrá acceder a este puerto
fa: هر مشتری راه دور می تواند به این پورت دسترسی داشته باشد
hi: कोई भी दूरस्थ क्लाइंट इस पोर्ट को एक्सेस कर सकता है
ru: Любой удаленный клиент может получить доступ к этому порту

source: Refresh ports
de: Ports aktualisieren
es: Actualizar puertos
fa: پورت ها را به روز کنید
hi: बंदरगाहों को ताज़ा करें
ru: Обновить порты

source: Prepare Base
es: Preparar base
fa: پایه را آماده کنید
hi: आधार तैयार करें
ru: Подготовить базу

source: Change
de: Ändern
es: Cambiar
fa: تغییر دادن
hi: परिवर्तन
ru: Изменить

source: Rebase all the clones to a new base
es: Cambiar de base todos los clones a una nueva base
fa: همه کلون‌ها را به یک پایگاه جدید تغییر دهید
hi: सभी क्लोनों को एक नए आधार पर रीबेस करें
ru: Перебазировать все клоны на новую базу

source: Rebase this machine to another virtual machine
es: Cambiar de base esta máquina a otra máquina virtual
fa: این ماشین را به ماشین مجازی دیگری تغییر دهید
hi: इस मशीन को किसी अन्य वर्चुअल मशीन पर रीबेस करें
ru: Перебазировать эту машину на другую виртуальную машину

source: Warning
es: Alerta
fa: هشدار
hi: चेतावनी
ru: Предупреждение

source: Changing the base of a virtual machine is potentially dangerous and can't be undone.
de: Das ändern der Grundlage einer virtuellen maschine ist potentiell gefährlich und kann nicht rückgängig gemacht werden.
es: Cambiar la base de una máquina virtual es potencialmente peligroso y no se puede deshacer.
fa: تغییر پایه یک ماشین مجازی به طور بالقوه خطرناک است و قابل بازگشت نیست.
hi: वर्चुअल मशीन का आधार बदलना संभावित रूप से खतरनाक है और इसे पूर्ववत नहीं किया जा सकता है।
ru: Изменение базы виртуальной машины потенциально опасно и не может быть отменено.

source: No, cancel
de: Nein, Abbrechen
es: No, cancelar
fa: نه، لغو
hi: नहीं, रद्द करें
ru: Нет, отменить

source: Yes, rebase
es: Sí, aplicar base
fa: بله، rebase
hi: हाँ, रिबेस
ru: Да, перебазировать

source: Rebase
es: Cambiar de base
hi: रिबेस
ru: Перебазировать

source: Remove the base prepared from this machine
es: Eliminar la base preparada para esta máquina
fa: پایه تهیه شده از این دستگاه را بردارید
hi: इस मशीन से तैयार किए गए बेस को हटा दें
ru: Удалить базу, подготовленную с этой машины

source: Remove Clones
de: Klone löschen
es: Eliminar clones
fa: کلون ها را حذف کنید
hi: क्लोन निकालें
ru: Удалить клоны

source: This virtual machine has clones that are bases and won't be removed
es: Esta máquina virtual tiene clones que son bases y no puede ser borrada
fa: این ماشین مجازی دارای کلون هایی است که پایه هستند و حذف نمی شوند
hi: इस वर्चुअल मशीन में ऐसे क्लोन हैं जो आधार हैं और जिन्हें हटाया नहीं जाएगा
ru: У виртуальной машины есть клоны, которые являются базами и не будут удалены

source: This machine is hibernated and can't be renamed.
es: Esta máquina está hibernada y no puede ser renombrada.
fa: این دستگاه در حالت خواب زمستانی است و نمی توان نام آن را تغییر داد.
hi: यह मशीन हाइबरनेट है और इसका नाम बदला नहीं जा सकता।
ru: Виртуальная машина находится в спящем режиме и не может быть переименована.

source: New name
de: Neuer Name
es: Nuevo nombre
fa: نام جدید
hi: नया नाम
ru: Новое имя

source: Spinoff clone
es: Separar clon
fa: کلون اسپین آف
hi: स्पिनऑफ़ क्लोन
ru: Отделить клон

source: Spinoff this clone from its base.
es: Separar este clon de su base.
fa: این کلون را از پایه آن جدا کنید.
hi: इस क्लोन को इसके आधार से स्पिनऑफ़ करें।
ru: Отделить (spinoff) этот клон от его базы.

source: Are you sure you want to spinoff from the base?
es: ¿Estás seguro que quieres escindirla de su base?
fa: آیا مطمئنید که می‌خواهید از پایه جدا شوید؟
hi: क्या आप वाकई आधार से स्पिनऑफ करना चाहते हैं?
ru: Вы уверены, что хотите отделить клон от базы?

source: Enter Old Password
de: Alten Passwort eingeben
es: Introduce la contraseña anterior
fa: رمز عبور قدیمی را وارد کنید
hi: पुराना पासवर्ड दर्ज करें
ru: Старый пароль

source: Enter New Password
de: Neues Passwort eigeben
es: Introduce la nueva contraseña
fa: رمز عبور جدید را وارد کنید
hi: नया पासवर्ड दर्ज करें
ru: Новый пароль

source: Re-Enter New Password
de: Neues Passwort erneut eigeben
es: Vuelve a introducir la nueva contraseña
fa: رمز عبور جدید را دوباره وارد کنید
hi: नया पासवर्ड पुनः दर्ज करें
ru: Повторите новый пароль

source: Old Password is required
de: Altes Passwort ist erforderlich
es: Es necesaria la contraseña anterior
fa: رمز عبور قدیمی مورد نیاز است
hi: पुराना पासवर्ड आवश्यक है
ru: Введите старый пароль

source: Old Password can only contain words and numbers
de: Altes Passwort darf nur aus Buchstaben und Zahlen bestehen
es: La contraseña anterior solo puede contener palabras y números
fa: رمز عبور قدیمی فقط می تواند حاوی کلمات و اعداد باشد
hi: पुराने पासवर्ड में केवल शब्द और संख्याएं हो सकती हैं
ru: Старый пароль может содержать только буквы латинского алфавита и цифры

source: New Password is required
de: Neues Passwort ist erforderlich
es: Es necesaria una nueva contraseña
fa: رمز عبور جدید مورد نیاز است
hi: नया पासवर्ड आवश्यक है
ru: Введите новый пароль

source: New Password can only contain words and numbers
de: Neues Passwort darf nur aus Buchstaben und Zahlen bestehen
es: La contraseña solo puede contener palabras y números
fa: رمز عبور جدید فقط می تواند حاوی کلمات و اعداد باشد
hi: नए पासवर्ड में केवल शब्द और संख्याएं हो सकती हैं
ru: Новый пароль может содержать только буквы латинского алфавита и цифры
